export interface Question {
  id: number;
  question: string;
  answer: string;
}

export const adeiahData: Question[] = [
  {
    id: 1,
    question: "សំណួរទី១. តើអ្វីទៅជាឧត្តមភាព(ហ្វាទីឡាត់)នៃការហ្ស៊ីកៀរ(រលឹកចំពោះអល់ឡោះ)?",
    answer: "ព្យាការីមូហាំម៉ាត់ ﷺ លោកបានមានប្រសាសន៍ថា៖ “ការប្រៀបធៀបអ្នកដែលរលឹកទៅចំពោះម្ចាស់របស់គាត់ នឹងអ្នកដែលមិនរលឹកទៅចំពោះទ្រង់ គឺដូចជាការរស់ និងការស្លាប់”។ រាយការណ៍ដោយអាល់ពូខរី\nនេះគឺដោយសារតែ ជីវិតរស់នៅរបស់មនុស្សមានតម្លៃ គឺអាស្រ័យទៅតាមកម្រិតនៃការហ្ស៊ីកៀររបស់គេចំពោះអល់ឡោះជាម្ចាស់។"
  },
  {
    id: 2,
    question: "សំណួរទី២. ចូរលើកឡើងពីផលប្រយោជន៍មួយចំនួននៃការហ្សីកៀរ។",
    answer: "ផលប្រយោជន៍មួយចំនួននៃការហ្សីកៀរមានដូចជា៖\n១. ធ្វើឲ្យម្ចាស់មហាសប្បុរសពេញចិត្ត\n២. ជួយបណ្តេញស្ហៃតន\n៣. អាចជួយការពារជនមូស្លីមពីប្រការអាក្រក់ទាំងឡាយ\n៤. ទទួលបាននូវផលបុណ្យពីអល់ឡោះជាម្ចាស់។"
  },
  {
    id: 3,
    question: "សំណួរទី៣. តើហ្ស៊ីកៀរមួយណាល្អជាងគេ?",
    answer: "គឺការពោលពាក្យ \"لا إله إلا الله\" (គ្មានទេម្ចាស់ដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដ ក្រៅពីអល់ឡោះ)។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី និងអ៊ិពនូម៉ាហ្ជះ"
  },
  {
    id: 4,
    question: "សំណួរទី៤. តើយើងសូត្រដូចម្តេចនៅពេលក្រោកពីដំណេក?",
    answer: "យើងសូត្រថា៖\nاَلْحَمْدُ لِلَّهِ الَّذِيْ أَحْيَانَا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُوْرُ\nមានន័យថា៖ ការសរសើរទាំងឡាយសម្រាប់អល់ឡោះជាម្ចាស់ដែលបានផ្តល់ឱ្យយើងនូវជីវិតរស់រានឡើងវិញក្រោយពីការដកយកវាពីយើង(នៅពេលគេងលក់) ហើយអ្វីៗនឹងវិលទៅរកទ្រង់វិញ។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 5,
    question: "សំណួរទី៥. តើយើងសូត្រដូចម្តេចនៅពេលស្លៀកសម្លៀកបំពាក់?",
    answer: "យើងសូត្រថា៖\nالْحَمْدُ لِلَّهِ الَّذِيْ كساني هَذَا الثوب وَرَزَقَنِيْهِ مِنْ غِيْرِ حَوْلٍ مِنِّيْ وَلاَ قُوَّةٍ\nមានន័យថា៖ ការសរសើរទាំងឡាយ គឺសម្រាប់អល់ឡោះដែលជាអ្នកផ្តល់សម្លៀកបំពាក់នេះដល់ខ្ញុំ និងផ្តល់លាភសក្ការៈមកឱ្យខ្ញុំ ដែលមិនមែនជាអានុភាពឬកម្លាំងពលំចេញពីរូបខ្ញុំឡើយ។ រាយការណ៍ដោយ អាពូហ្ទាវូទ តៀរមីហ្ស៊ី និងអ្នកផ្សេងទៀតក្រៅពីពួកគេ"
  },
  {
    id: 6,
    question: "សំណួរទី៦. តើយើងសូត្រដូចម្តេចនៅពេលដោះសម្លៀកបំពាក់?",
    answer: "យើងសូត្រថា៖ “بسم الله” មានន័យថា៖ ក្នុងនាមអល់ឡោះ។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី"
  },
  {
    id: 7,
    question: "សំណួរទី៧. តើយើងសូត្រដូចម្តេចនៅពេលស្លៀកសម្លៀកបំពាក់ថ្មី?",
    answer: "យើងសូត្រថា៖ \nاللَّهُمَّ لَكَ الْحَمْدُ ؛ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ\n មានន័យថា៖ “ឱអល់ឡោះជាម្ចាស់! រាល់ការសរសើរទាំងឡាយ គឺសម្រាប់ទ្រង់។ ទ្រង់ជាអ្នកផ្ដល់ឲ្យខ្ញុំនូវសម្លៀកបំពាក់នេះ។ ខ្ញុំសុំអំពីទ្រង់នូវភាពល្អរបស់វា និងភាពល្អនៃអ្វីដែលត្រូវគេធ្វើសម្រាប់វា។ ហើយខ្ញុំសុំអំពីទ្រង់ សូមទ្រង់មេត្តាបញ្ចៀសនូវភាពអាក្រក់របស់វា និងភាពអាក្រក់នៃអ្វីៗដែលត្រូវគេធ្វើសម្រាប់វា”។ រាយការណ៍ដោយ អាពូហ្ទាវូទ និងតៀរមីហ្ស៊ី"
  },
  {
    id: 8,
    question: "សំណួរទី៨. តើយើងត្រូវសូត្រដូចម្តេចទៅកាន់អ្នកដែលស្លៀកសម្លៀកបំពាក់ថ្មី?",
    answer: "នៅពេលដែលអ្នកឃើញនរណាម្នាក់ស្លៀកសម្លៀកបំពាក់ថ្មី ចូរអ្នកបួងសួងសុំទូអាឲ្យគេ ហើយសូត្រថា៖\nتُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى\nមានន័យថា៖ “សូមអល់ឡោះផ្តល់ឲ្យអ្នកបានពាក់វារហូតដល់ខូច ហើយសូមអល់ឡោះប្តូរនឹងរបស់មួយផ្សេងទៀត”។ រាយការណ៍ដោយ អាពូហ្ទាវូទ"
  },
  {
    id: 9,
    question: "សំណួរទី៩. ចូរលើកឡើងពីទូអាដែលត្រូវពេលចូលបន្ទប់ទឹក។",
    answer: "យើងសូត្រថា៖\nاَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! ខ្ញុំសុំពីទ្រង់បញ្ចៀសរូបខ្ញុំពីអំពើអាក្រក់នៃបណ្តាស្ហៃតនប្រុស និងស្ហៃតនស្រី។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 10,
    question: "សំណួរទី១០. ចូរលើកឡើងពីទូអាដែលយើងត្រូវសូត្រនៅពេលចេញពីបន្ទប់ទឹក។",
    answer: "យើងត្រូវសូត្រថា៖ “غُفْرَانَكَ” មានន័យថា៖ ខ្ញុំសូមពីទ្រង់នូវការសណ្តោសប្រណី។ រាយការណ៍ដោយ អាពូហ្ទាវូទ និងតៀរមីហ្ស៊ី"
  },
  {
    id: 11,
    question: "សំណួរទី១១. តើយើងសូត្រដូចម្តេចមុនពេលយកវូហ្ទុ?",
    answer: "យើងសូត្រថា៖ “بسم الله” មានន័យថា៖ ក្នុងនាមអល់ឡោះ។ រាយការណ៍ដោយ អាពូហ្ទាវូទ និងអ្នកផ្សេងទៀត"
  },
  {
    id: 12,
    question: "សំណួរទី១២. តើហ្ស៊ីកៀរអ្វីដែលយើងត្រូវសូត្រនៅពេលយកវូហ្ទុរួច?",
    answer: "យើងសូត្រថា៖\nأشهَدُ أنْ لا إلهَ إِلا اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، وَأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ\nមានន័យថា៖ ខ្ញុំសូមធ្វើសាក្សីថា គ្មានទេម្ចាស់ដែលត្រូវគោរពសក្ការៈដ៏ត្រឹមត្រូវ មានតែអល់ឡោះជាម្ចាស់តែមួយគត់ គ្មានទេស្ហ៊ីរិកចំពោះទ្រង់ ហើយខ្ញុំសូមធ្វើសាក្សីទៀតថា មូហាំម៉ាត់ គឺជាខ្ញុំបម្រើរបស់ទ្រង់ និងជាអ្នកនាំសាររបស់ទ្រង់។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 13,
    question: "សំណួរទី១៣. តើហ្ស៊ីកៀរអ្វីដែលយើងត្រូវសូត្រនៅពេលចេញពីផ្ទះ?",
    answer: "យើងសូត្រថា៖\nبِسْمِ اللهِ، تَوَكَّلْتُ عَلَى اللهِ، وَلاَ حَوْلَ وَلا قُوَّةَ إلاَّ باللَّهِ\nមានន័យថា៖ ក្នុងនាមអល់ឡោះ! រូបខ្ញុំសូមប្រគល់ខ្លួនចំពោះទ្រង់។ គ្មានអំណាចឬឥទ្ធិពលអ្វីឡើយ គឺមានតែអល់ឡោះ។ រាយការណ៍ដោយ អាពូហ្ទាវូទ និងតៀរមីហ្ស៊ី"
  },
  {
    id: 14,
    question: "សំណួរទី១៤. តើហ្ស៊ីកៀរអ្វីដែលយើងត្រូវសូត្រនៅពេលចូលផ្ទះ?",
    answer: "យើងសូត្រថា៖\nبِاسْمِ اللَّهِ وَلَجْنَا، وَبِاسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا\nមានន័យថា៖ “ក្នុងនាមអល់ឡោះ យើងបានចូល(ផ្ទះ) ហើយក្នុងនាមអល់ឡោះផងដែរ យើងបានចេញ(ពីផ្ទះ) ហើយនៅលើអល់ឡោះដែលជាម្ចាស់របស់ពួកយើងផងដែរ ដែលពួកយើងប្រគល់ការទុកចិត្ត”។ បន្ទាប់មក គេត្រូវឲ្យសាឡាមទៅកាន់ក្រុមគ្រួសាររបស់គេ។ រាយការណ៍ដោយ អាពូហ្ទាវូទ"
  },
  {
    id: 15,
    question: "សំណួរទី១៥. តើហ្ស៊ីកៀរអ្វីដែលយើងត្រូវសូត្រនៅពេលចូលម៉ាស្ជិត?",
    answer: "យើងសូត្រថា៖\nاللُّهُمَّ افْتَحْ لِي أبْوَابَ رَحْمَتِكَ\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! សូមទ្រង់មេត្តាបើកបណ្តាទ្វារនៃក្តីមេត្តាករុណារបស់ទ្រង់សម្រាប់ខ្ញុំផងចុះ។"
  },
  {
    id: 16,
    question: "សំណួរទី១៦. តើហ្ស៊ីកៀរអ្វីដែលយើងត្រូវសូត្រពេលចេញពីម៉ាស្ជិត?",
    answer: "យើងសូត្រថា៖\nاللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ\nមានន័យថា៖ “ឱអល់ឡោះជាម្ចាស់! ខ្ញុំសុំពីទ្រង់នូវក្តីប្រោសប្រណីអំពីទ្រង់”។"
  },
  {
    id: 17,
    question: "សំណួរទី១៧. តើយើងសូត្រដូចម្តេចនៅពេលឮគេអាហ្សាន?",
    answer: "គឺយើងត្រូវសូត្រដូចអ្វីដែលអ្នកអាហ្សានបានសូត្រដែរ លើកលែងតែត្រង់កន្លែង៖\nحَيَّ عَلى الصَّلاةِ ، حَيًّ عَلى الفَلاحِ\nដោយយើងត្រូវសូត្រថា៖\nلا حَوْلَ وَلا قُوَّةَ إِلا بالله \nរាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 18,
    question: "សំណួរទី១៨. តើយើងសូត្រដូចម្តេចក្រោយពេលគេអាហ្សានរួច?",
    answer: "យើងត្រូវសឡាវ៉ាតលើណាពី ﷺ ហើយសូត្រថា៖\nاَللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلاَةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيْلَةَ وَالْفَضِيْلَةَ وَابْعَثْهُ مَقَامًا مَحْمُوْدًا الَّذِيْ وَعَدْتَهُ\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! ទ្រង់ជាម្ចាស់នៃការអាហ្សានដ៏ពេញលេញ និងសឡាតដែលគេបញ្ឈរឡើង! សូមទ្រង់ផ្ដល់ឲ្យមូហាំម៉ាត់នូវតំណែងដ៏ខ្ពង់ខ្ពស់ និងពិសេសបំផុត(នៅក្នុងឋានសួគ៌) ហើយសូមទ្រង់មេត្តាតែងតាំងលោកនៅទីកន្លែងដែលត្រូវគេកោតសរសើរដែលទ្រង់បានសន្យាចំពោះលោកផងចុះ។ រាយការណ៍ដោយ អាល់ពូខរី\nត្រូវសុំទូអាឲ្យបានច្រើននៅចន្លោះរវាងអាហ្សាន និងអ៊ីក៏ម៉ះ ព្រោះថាការទូអានៅពេលនោះ គឺមិនត្រូវបានគេច្រានចោលឡើយ។"
  },
  {
    id: 19,
    question: "សំណួរទី១៩. តើហ្ស៊ីកៀរអ្វីខ្លះដែលយើងត្រូវសូត្រនៅពេលព្រឹក និងពេលល្ងាច?",
    answer: "យើងត្រូវសូត្រ៖\n១. អាយ៉ាត់គួរស៊ីយ៍ ﴿اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ (អាល់ហ្ពាក៏រ៉ោះ : ២៥៥)\n២. សូត្រ៖ • ស៊ូរ៉ោះអៀខ្លើស(سورة الإخلاص) ៣ដង •ស៊ូរ៉ោះអាល់ហ្វាឡឹក(سورة الفلق) ៣ដង •ស៊ូរ៉ោះ អាន់ណាស(سورة الناس) ៣ដង\n៣. សូត្រ៖\nاللَّهُمَّ أنْتَ رَبِّي لا إلَهَ إلاَّ أَنْتَ، خَلَقْتَنِي وأنَا عَبْدُكَ، وأَ نَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وأبُوْءُ بِذَنْبِي فَاغْفِر لِي فَإنَّه لا يَغْفِرُ الذُّنُوبَ إلاَّ أَنْتَ\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! ទ្រង់ជាម្ចាស់របស់ខ្ញុំ។ គ្មានម្ចាស់ណាដែលរូបខ្ញុំត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់ឡើយ។ ទ្រង់បង្កើតរូបខ្ញុំ ហើយរូបខ្ញុំជាខ្ញុំបម្រើរបស់ទ្រង់។ រូបខ្ញុំសូមធ្វើតាមកិច្ចសន្យារបស់ទ្រង់ទៅតាមលទ្ធភាពរបស់ខ្ញុំ។ ខ្ញុំសូមពីទ្រង់បញ្ចៀសរូបខ្ញុំពីប្រការដែលខ្ញុំបានធ្វើអាក្រក់។ រូបខ្ញុំទទួលស្គាល់ហើយនូវឧបការគុណទាំងឡាយរបស់ទ្រង់ដែលបានប្រទានឱ្យរូបខ្ញុំ ហើយរូបខ្ញុំក៏ទទួលស្គាល់ផងដែរនូវបាបកម្មទាំងឡាយរបស់ខ្ញុំ។ ហេតុនេះ សូមទ្រង់មេត្តាអភ័យទោសឱ្យខ្ញុំផង ព្រោះគ្មាននរណាម្នាក់ដែលអាចលើកលែងទោសឱ្យរូបខ្ញុំបានទេ គឺមានតែទ្រង់មួយគត់។ រាយការណ៍ដោយអាល់ពូខរី"
  },
  {
    id: 20,
    question: "សំណួរទី២០. តើយើងសូត្រអ្វីនៅពេលចូលគេង?",
    answer: "យើងសូត្រថា៖\nبِاسمِكَ اللَّهُمَّ أَمُوتُ وَ أَحْيَا\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! ក្នុងនាមរបស់ទ្រង់ហើយដែលខ្ញុំស្លាប់ ឬរស់នោះ។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 21,
    question: "សំណួរទី២១. តើយើងត្រូវសូត្រដូចម្តេចមុនពេលទទួលទានអាហារ?",
    answer: "យើងសូត្រថា៖ “بسم الله” មានន័យថា៖ ក្នុងនាមអល់ឡោះ។\nតែប្រសិនបើយើងភ្លេចមិនបានសូត្រនៅពេលចាប់ផ្តើមទទួលទានអាហារទេ យើងត្រូវសូត្រថា៖\nبِسْمِ اللهِ فِيْ أَوَّلِهِ وَآخِرِهِ មានន័យថា៖ “ក្នុងនាមអល់ឡោះទាំងក្នុងពេលដំបូងរបស់វា និងពេលចុងក្រោយរបស់វា”។ រាយការណ៍ដោយ អាពូហ្ទាវូទ និងតៀរមីហ្ស៊ី"
  },
  {
    id: 22,
    question: "សំណួរទី២២. តើយើងត្រូវសូត្រដូចម្តេចក្រោយពេលទទួលទានអាហារ?",
    answer: "យើងសូត្រថា៖\nاَلْحَمْدُ لِلهِ الَّذِيْ أَطْعَمَنِيْ هَذَا وَرَزَقَنِيْهِ مِنْ غِيْرِ حَوْلٍ مِنِّيْ وَلاَ قُوَّةٍ\nមានន័យថា៖ ការសរសើរទាំងឡាយ គឺសម្រាប់អល់ឡោះជាម្ចាស់ដែលជាអ្នកប្រទានអាហារនេះដល់ខ្ញុំ និងផ្តល់លាភសក្ការៈមកឱ្យខ្ញុំ ដែលមិនមែនជាអានុភាពឬកម្លាំងពលំចេញពីរូបខ្ញុំឡើយ។ រាយការណ៍ដោយ អាពូហ្ទាវូទ អ៊ិពនូម៉ាហ្ជះ និងអ្នកផ្សេងទៀត"
  },
  {
    id: 23,
    question: "សំណួរទី២៣. តើទូអាអ្វីដែលភ្ញៀវត្រូវទូអាឲ្យម្ចាស់អាហារ(ម្ចាស់ផ្ទះ)?",
    answer: "គឺត្រូវសូត្រថា៖\nاللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ\nមានន័យថា៖ “ឱអល់ឡោះជាម្ចាស់! សូមទ្រង់មេត្តាប្រទានពរជ័យដល់ពួកគេនូវអ្វីដែលទ្រង់បានប្រទានជាលាភសក្ការៈដល់ពួកគេ ហើយសូមទ្រង់មេត្តាអភ័យទោសនិងអាណិតស្រឡាញ់ចំពោះពួកគេផងចុះ”។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 24,
    question: "សំណួរទី២៤. តើយើងត្រូវពោលដូចម្តេចនៅពេលមានគេកណ្តាស់?",
    answer: "យើងសូត្រថា៖(الحَمْدُ لِلَّهِ)មានន័យថា៖ ការសរសើរទាំងឡាយ គឺសម្រាប់អល់ឡោះ។\nហើយអ្នកដែលបានឮ ត្រូវពោលទៅកាន់អ្នកដែលកណ្តាស់នោះថា៖(يَرْحَمُكَ اللهُ)មានន័យថា៖ សូមអល់ឡោះអាណិតស្រលាញ់អ្នក។\nហើយនៅពេលដែលមានគេពោលមកកាន់ខ្លួនដូច្នោះ អ្នកដែលកណ្តាស់នោះត្រូវពោលតបទៅវិញថា៖(يَهْدِيْكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ)មានន័យថា៖ សូមអល់ឡោះចង្អុលបង្ហាញ និងកែលម្អស្ថានភាពរបស់អ្នក។ រាយការណ៍ដោយអាល់ពូខរី"
  },
  {
    id: 25,
    question: "សំណួរទី២៥. តើយើងត្រូវសូត្រយ៉ាងដូចម្តេចនៅពេលដែលបញ្ចប់ការជួបជុំគ្នា(ទូអាពេលចប់ការជួបជុំ)?",
    answer: "យើងសូត្រថា៖\nسُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلا أنْتَ ، أسْتَغْفِرُكَ وَأَتُوبُ إلَيْكَ\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! ទ្រង់ដ៏មហាបរិសុទ្ធ។ ខ្ញុំសូមធ្វើសាក្សីថា គ្មានទេម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ត្រឹមត្រូវ គឺមានតែទ្រង់ប៉ុណ្ណោះ។ ខ្ញុំសូមអភ័យទោស និងសារភាពកំហុសទៅចំពោះទ្រង់។ រាយការណ៍ដោយ អាពូហ្ទាវូទ តៀរមីហ្ស៊ី និងអ្នកផ្សេងទៀតក្រៅពីពួកគេ"
  },
  {
    id: 26,
    question: "សំណួរទី២៦. តើអ្វីទៅជាទូអាពេលជិះលើជំនិះ?",
    answer: "យើងសូត្រថា៖\nبسم الله والحمد لله ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ﴾ . الحمد لله، الحمد لله، الحمد لله، اللهُ أكْبَرُ، اللهُ أكْبَرُ، اللهُ أكْبَرُ، سُبْحَانَكَ اللهم إنّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَإنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلا أنْتَ\nមានន័យថា៖ ក្នុងនាមអល់ឡោះ ហើយការកោតសរសើរទាំងឡាយ គឺសម្រាប់ទ្រង់។ ទ្រង់មហាបរិសុទ្ធដែលបានសម្រួលដល់ពួកយើងខ្ញុំចំពោះរឿងនេះ ហើយពុំមែនពួកយើងខ្ញុំជាអ្នកមានលទ្ធភាពចំពោះរឿងនេះឡើយ។ ពិតប្រាកដណាស់ ពួកយើងនឹងត្រូវវិលត្រឡប់ទៅកាន់ម្ចាស់របស់យើងវិញ។ ការសរសើរទាំងឡាយ គឺសម្រាប់អល់ឡោះ(បីដង)។ អល់ឡោះមហាធំធេង(បីដង)។ ទ្រង់ដ៏មហាបរិសុទ្ធ។ ឱអល់ឡោះជាម្ចាស់! ជាការពិតណាស់ ខ្ញុំពិតជាបានបំពានលើខ្លួនឯង។ ហេតុនេះ សូមទ្រង់មេត្តាអភ័យទោសដល់ខ្ញុំផង ព្រោះគ្មានអ្នកណាអាចអភ័យទោសឲ្យខ្ញុំ ក្រៅពីទ្រង់ឡើយ។ រាយការណ៍ដោយ អាពូហ្ទាវូទ និងតៀរមីហ្ស៊ី"
  },
  {
    id: 27,
    question: "សំណួរទី២៧. ចូរលើកឡើងពីទូអាពេលធ្វើដំណើរ?",
    answer: "យើងសូត្រថា៖\nاللهُ أكْبَرُ، اللهُ أكْبَرُ، اللهُ أكْبَرُ، ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ﴾. اللَّهُمَّ إنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ والتَّقْوى، ومِنَ العَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أنْتَ الصَّاحِبُ فِي السَّفَرِ، والخَلِيفَةُ فِي الأهْلِ، اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكآبَةِ المَنْظَرِ، وسُوءِ المُنْقَلَبِ فِي المَالِ والأهْلِ\nមានន័យថា៖ អល់ឡោះដ៏មហាធំធេង(បីដង)។ ទ្រង់មហាបរិសុទ្ធដែលបានសម្រួលដល់ពួកយើងខ្ញុំចំពោះរឿងនេះ ហើយពុំមែនពួកយើងខ្ញុំជាអ្នកមានលទ្ធភាពចំពោះរឿងនេះឡើយ។ ពិតប្រាកដណាស់ ពួកយើងនឹងត្រូវវិលត្រឡប់ទៅកាន់ម្ចាស់របស់យើងវិញ។ ឱអល់ឡោះជាម្ចាស់! ពិតណាស់ ពួកយើងសូមបួងសួងចំពោះទ្រង់លើការធ្វើដំណើររបស់យើងខ្ញុំឱ្យស្ថិតក្នុងប្រការល្អ និងការកោតខ្លាចចំពោះទ្រង់ ព្រមទាំងការប្រតិបត្តិនូវអ្វីដែលទ្រង់យល់ព្រម។ ឱអល់ឡោះជាម្ចាស់! សូមទ្រង់មេត្តាជួយសម្រួលដល់ការធ្វើដំណើររបស់យើងខ្ញុំនេះឱ្យមានភាពងាយស្រួល និងសូមទ្រង់បង្រួមចម្ងាយនៃដំណើរនេះដល់យើងខ្ញុំផង។ ឱអល់ឡោះជាម្ចាស់! ទ្រង់ជាអ្នកថែរក្សាពួកយើងក្នុងការធ្វើដំណើរ និងជាអ្នកគ្រប់គ្រងលើគ្រួសារ។ ឱអល់ឡោះជាម្ចាស់! ពិតណាស់ ខ្ញុំសូមទ្រង់មេត្តាបញ្ជៀសរូបខ្ញុំឱ្យឆ្ងាយពីការលំបាកនៃការធ្វើដំណើរ ការនឿយហត់ និងការផ្លាស់ប្តូរស្ថានភាពពីល្អទៅអាក្រក់ដែលកើតមានឡើងក្នុងគ្រួសារ និងទ្រព្យសម្បត្តិផងចុះ។\nហើយនៅពេលវិលត្រឡប់មកវិញ ត្រូវសូត្រដូចខាងលើនេះដែរ តែត្រូវបន្ថែមថា៖\nآيِبُوْنَ تَائِبُوْنَ عَابِدُوْنَ لِرَبِّنَا حَامِدُوْنَ\nមានន័យថា៖ យើងខ្ញុំវិលត្រឡប់មកវិញក្នុងនាមជាអ្នកសារភាពកំហុស(តាវហ្ពាត់) ជាអ្នកគោរពប្រតិបត្តិ និងជាអ្នកកោតសរសើរទៅចំពោះម្ចាស់របស់ពួកយើង។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 28,
    question: "សំណួរទី២៨. តើអ្នកដែលធ្វើដំណើរត្រូវពោលដូចម្តេចទៅកាន់អ្នកដែលមិនធ្វើដំណើរ?",
    answer: "គឺត្រូវពោលថា៖\nأَسْتَوْدِعُكُمُ اللهَ الَّذِيْ لاَ تَضِيْعُ وَدَائِعُهُ\nមានន័យថា៖ ខ្ញុំសូមពីអល់ឡោះឱ្យថែរក្សារូបអ្នក ព្រោះទ្រង់ជាអ្នកថែរក្សាដ៏ល្អបំផុត។ រាយការណ៍ដោយ អះម៉ាត់ និងអ៊ិពនូម៉ាហ្ជះ"
  },
  {
    id: 29,
    question: "សំណួរទី២៩. តើអ្នកដែលមិនធ្វើដំណើរត្រូវពោលដូចម្តេចទៅកាន់អ្នកដែលធ្វើដំណើរ?",
    answer: "គឺត្រូវពោលថា៖\nأَسْتَوْدِعُ اللهَ دِيْنَكَ وَأَمَانَتَكَ وَخَوَاتِيْمَ عَمَلِكَ\nមានន័យថា៖ ខ្ញុំសូមផ្ទុកផ្ដាក់នឹងអល់ឡោះចំពោះសាសនារបស់អ្នក ភាពទៀងត្រង់របស់អ្នក និងទង្វើចុងក្រោយរបស់អ្នក។ រាយការណ៍ដោយ អះម៉ាត់ និងអាត់តៀរមីហ្ស៊ី"
  },
  {
    id: 30,
    question: "សំណួរទី៣០. តើអ្វីទៅជាទូអាពេលចូលផ្សារ?",
    answer: "គឺយើងត្រូវសូត្រថា៖\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لَا يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ،\nមានន័យថា៖ គ្មានទេម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ត្រឹមត្រូវ មានតែអល់ឡោះម្នាក់គត់ គ្មានទេស្ហ៊ីរិកទៅចំពោះទ្រង់។ ទ្រង់ជាម្ចាស់កម្មសិទ្ធិ និងជាអ្នកត្រូវគេសរសើរ។ ទ្រង់ជាអ្នកធ្វើឲ្យរស់(ប្រទានជីវិត) និងជាអ្នកធ្វើឲ្យស្លាប់(ដកហូតជីវិត) ហើយទ្រង់ជាម្ចាស់ដែលរស់(ជាអមតៈ) ដោយពុំស្លាប់ឡើយ។ ប្រការល្អទាំងឡាយ ស្ថិតក្នុងកណ្តាប់ដៃទ្រង់ ហើយទ្រង់គឺជាអ្នកមានអានុភាពលើអ្វីៗទាំងអស់។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី និងអ៊ិពនូម៉ាហ្ជះ"
  },
  {
    id: 31,
    question: "សំណួរទី៣១. ចូរលើកឡើងពីទូអានៅពេលខឹងសម្បា។",
    answer: "គឺយើងសូត្រថា៖(أَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ)មានន័យថា៖ ខ្ញុំសុំពីអល់ឡោះបញ្ចៀសពីស្ហៃតនដែលត្រូវគេដាក់បណ្តាសា។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 32,
    question: "សំណួរទី៣២. តើយើងត្រូវពោលដូចម្តេចទៅកាន់អ្នកដែលបានធ្វើល្អដាក់យើង?",
    answer: "គឺយើងពោលថា៖ “جَزَاكَ اللهُ خَيراً” មានន័យថា៖ សូមអល់ឡោះតបស្នងល្អដល់អ្នក។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី"
  },
  {
    id: 33,
    question: "សំណួរទី៣៣. តើអ្វីទៅជាទូអាដែលត្រូវសូត្រនៅពេលដែលយានជំនិះមានភាពយ៉ាប់យ៉ឺន?",
    answer: "យើងសូត្រថា៖ “بسم الله” មានន័យថា៖ ក្នុងនាមអល់ឡោះ។ រាយការណ៍ដោយ អាពូហ្ទាវូទ"
  },
  {
    id: 34,
    question: "សំណួរទី៣៤. តើយើងត្រូវពោលដូចម្តេចនៅពេលទទួលបានដំណឹងរីករាយ?",
    answer: "យើងសូត្រថា៖\nالحَمْدُ لِله الَّذي بِنِعْمَتِهِ تَتِمُّ الصَّالحاتُ\nមានន័យថា៖ ការសរសើរទាំងឡាយ គឺសម្រាប់អល់ឡោះ។ ដោយការប្រោសប្រទានរបស់ទ្រង់ ទើបកិច្ចការដ៏ប្រពៃត្រូវបានសម្រេច។ រាយការណ៍ដោយ អាល់ហាគិម និងអ្នកផ្សេងទៀត"
  },
  {
    id: 35,
    question: "សំណួរទី៣៥. តើយើងត្រូវពោលដូចម្តេចនៅពេលដែលទទួលបានដំណឹងមិនល្អ?",
    answer: "គឺយើងសូត្រថា៖\nالحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ\nមានន័យថា៖ រាល់ការសរសើរទាំងឡាយ គឺសម្រាប់អល់ឡោះនៅគ្រប់កាលៈទេសៈទាំងអស់។ សហេស អាល់ជើមៀក"
  },
  {
    id: 36,
    question: "សំណួរទី៣៦. តើយើងត្រូវឲ្យសាឡាម និងទទួលសាឡាមដូចម្តេច?",
    answer: "គឺយើងពោលថា៖\nالسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nមានន័យថា៖ សូមសុខសន្តិភាព និងក្តីមេត្តាករុណារបស់អល់ឡោះ ព្រមទាំងពរជ័យរបស់ទ្រង់ កើតមានដល់អ្នក។\nហើយគេត្រូវតបវិញថា៖\nوَعَلَيْكُم السَّلَامُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\nមានន័យថា៖ ហើយក៏សូមឲ្យសុខសន្តិភាព និងក្តីមេត្តាករុណារបស់អល់ឡោះ ព្រមទាំងពរជ័យរបស់ទ្រង់ កើតមានដល់អ្នកដូចគ្នា។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី អាពូហ្ទាវូទ និងអ្នកផ្សេងទៀត"
  },
  {
    id: 37,
    question: "សំណួរទី៣៧. តើយើងសូត្រដូចម្តេចនៅពេលមានភ្លៀងធ្លាក់?",
    answer: "យើងសូត្រថា៖\nاللَّهُمَّ صَيِّباً نَافِعَاً\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! សូមទ្រង់មេត្តាធ្វើឱ្យទឹកភ្លៀងមានប្រយោជន៍ផងចុះ។ រាយការណ៍ដោយ អាល់ពូខរី"
  },
  {
    id: 38,
    question: "សំណួរទី៣៨. តើយើងសូត្រដូចម្តេចក្រោយពេលភ្លៀងធ្លាក់រួច?",
    answer: "យើងសូត្រថា៖\nمُطِرْنَا بِفَضْلِ اللهِ وَرَحْمَتِهِ\nមានន័យថា៖ ពួកយើងត្រូវបានគេផ្តល់ទឹកភ្លៀងឲ្យដោយសារតែភាពសប្បុរស និងក្តីអាណិតស្រលាញ់របស់អល់ឡោះ។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 39,
    question: "សំណួរទី៣៩. ចូរលើកឡើងពីទូអានៅពេលមានខ្យល់ខ្លាំង?",
    answer: "យើងសូត្រថា៖\nاللَّهُمَّ إِنِّي أسْألُكَ خَيْرَهَا، وخَيْرَ مَا فِيْهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وأعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيْهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! ពិតណាស់ខ្ញុំសុំពីទ្រង់នូវប្រការល្អរបស់វា ប្រការល្អនៃអ្វីៗដែលនៅក្នុងវា និងប្រការល្អនៃអ្វីដែលវាត្រូវគេបញ្ជូនមក។ ហើយខ្ញុំសុំពីទ្រង់មេត្ដាបញ្ជៀសពីប្រការអាក្រក់របស់វា ប្រការអាក្រក់នៃអ្វីៗដែលនៅក្នុងវា និងប្រការអាក្រក់នៃអ្វីៗដែលគេបញ្ជូនវាមក។ រាយការណ៍ដោយ អាពូហ្ទាវូទ និងអ៊ិពនូម៉ាហ្ជះ"
  },
  {
    id: 40,
    question: "សំណួរទី៤០. ចូរលើកឡើងពីទូអានៅពេលឮសំឡេងផ្គរ រន្ទះ?",
    answer: "យើងត្រូវសូត្រថា៖\nسُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ\nមានន័យថា៖ ទ្រង់(អល់ឡោះ)មហាបរិសុទ្ធ ដែលផ្គរលាន់និងបណ្តាម៉ាឡាអ៊ីកាត់ទាំងឡាយបានលើកតម្កើង ជាមួយនឹងការកោតសរសើរចំពោះទ្រង់ ព្រោះតែការកោតខ្លាចចំពោះទ្រង់។ មូវ៉ាត់តក់ អ៊ីម៉ាំម៉ាលិក"
  },
  {
    id: 41,
    question: "សំណួរទី៤១. តើយើងត្រូវសូត្រដូចម្តេចនៅពេលឃើញនរណាម្នាក់ទទួលរងគ្រោះថ្នាក់?",
    answer: "គឺយើងត្រូវសូត្រថា៖\nالْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلَاكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلًا\nមានន័យថា៖ “ការសរសើរទាំងឡាយ គឺសម្រាប់អល់ឡោះដែលទ្រង់បានជួយសង្គ្រោះដល់រូបខ្ញុំពីអ្វីដែលទ្រង់បានសាកល្បងចំពោះវា ហើយទ្រង់បានលើកតម្កើងរូបខ្ញុំប្រសើរជាងអ្វីដែលទ្រង់បានបង្កើតមក”។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី"
  },
  {
    id: 42,
    question: "សំណួរទី៤២. ចូរលើកឡើងពីទូអាដែលអ្នកដែលមានការបារម្ភខ្លាចមានប្រការអ្វីមួយកើតឡើងដោយសារតែភ្នែក ត្រូវសូត្រ?",
    answer: "គឺព្យាការីមូហាំម៉ាត់ ﷺ លោកបានមានប្រសាសន៍ថា៖(إِذَا رَأَى أَحَدُكُمْ مِنْ أَخِيهِ أو من نفسه أو من ماله مَا يُعْجِبُهُ، فَلْيَدْعُ لَهُ بِالْبَرَكَةِ. فإن العين حق) رواه أحمد وابن ماجه وغير هماមានន័យថា៖ “នៅពេលនរណាម្នាក់ក្នុងចំណោមពួកអ្នកមើលឃើញពីបងប្អូនរបស់គាត់ ឬខ្លួនរបស់គាត់ ឬទ្រព្យសម្បត្តិរបស់គាត់នូវអ្វីដែលធ្វើឲ្យគាត់ចាប់អារម្មណ៍នោះ ចូរឲ្យគាត់បួងសួងសុំពរជ័យឲ្យកើតមានដល់វា ព្រោះថាពិតណាស់ភ្នែក(ឥទ្ធិពលរបស់វា) គឺពិតជាមានជាក់ច្បាស់”។ រាយការណ៍ដោយ អះម៉ាត់ និងអ៊ិពនូម៉ាហ្ជះ និងអ្នកផ្សេងទៀត"
  },
  {
    id: 43,
    question: "សំណួរទី៤៣. តើគេត្រូវសឡាវ៉ាតលើណាពីយ៉ាងដូចម្តេច?",
    answer: "គឺត្រូវសូត្រថា៖\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا صَلَّيْتَ عَلَى إبراهيم وعلى آلِ إبْرَاهِيمَ إنَّكَ حَمِيدٌ مَجِيدٌ، اللهم بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْت عَلَى إبراهيم وعلى آلِ إبْرَاهِيمَ ، إنَّكَ حَمِيدٌ مَجِيدٌ\nមានន័យថា៖ ឱអល់ឡោះជាម្ចាស់! សូមទ្រង់សឡាវ៉ាត(លើកសរសើរ)ទៅចំពោះមូហាំម៉ាត់ និងក្រុមគ្រួសារមូហាំម៉ាត់ ដូចដែលទ្រង់បានសឡាវ៉ាតទៅចំពោះអ៊ីព្រហ៊ីម និងក្រុមគ្រួសាររបស់អ៊ីព្រហ៊ីមផងចុះ។ ជាការពិតណាស់ ទ្រង់គឺជាអ្នកដែលត្រូវគេកោតសរសើរ និងលើកតម្កើងបំផុត។ ឱអល់ឡោះជាម្ចាស់! សូមទ្រង់ប្រទានពរជ័យដល់មូហាំម៉ាត់ និងក្រុមគ្រួសាររបស់មូហាំម៉ាត់ ដូចដែលបានប្រទានពរជ័យដល់អ៊ីព្រហ៊ីម និងក្រុមគ្រួសាររបស់អ៊ីព្រហ៊ីមផងចុះ។ ជាការពិតណាស់ ទ្រង់គឺជាអ្នកដែលត្រូវគេកោតសរសើរ និងលើកតម្កើងបំផុត។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  }
];
