export interface Question {
  id: number;
  question: string;
  answer: string;
}

export const moralityData: Question[] = [
  {
    id: 1,
    question: "សំណួរទី១. ចូរលើកឡើងពីឧត្តមភាព(ហ្វាទីឡាត់)នៃសីលធម៌ល្អ។",
    answer: "ព្យាការី ﷺ លោកបានមានប្រសាសន៍ថា៖ “អ្នកមានជំនឿ ដែលមានជំនឿពេញលេញជាងគេ គឺអ្នកដែលមានសីលធម៌ល្អជាងគេ”។ រាយការណ៍ដោយ អាត់តៀរមីត្ស៊ី និងអះម៉ាត់"
  },
  {
    id: 2,
    question: "សំណួរទី២. ហេតុអ្វីបានជាយើងចាំបាច់ត្រូវប្រកាន់ខ្ជាប់នូវសីលធម៌ល្អ?",
    answer: "បានជាយើងចាំបាច់ត្រូវប្រកាន់ខ្ជាប់នូវសីលធម៌ល្អ ព្រោះ៖\n១. វាជាប្រការមួយដែលធ្វើឲ្យអល់ឡោះជាម្ចាស់ទ្រង់ស្រឡាញ់ពេញចិត្ត។\n២. វាជាកត្តាមួយដែលនាំឲ្យទទួលបាននូវការស្រឡាញ់ចូលចិត្តពីភាវៈ(ម៉ាខ្លួក) ទាំងឡាយ\n៣. ជាប្រការមួយដែលមានទម្ងន់ធ្ងន់បំផុតនៅលើភ្នែកជញ្ជីង(នាថ្ងៃបរលោក)\n៤. តាមរយៈសីលធម៌ល្អ ធ្វើឲ្យគេទទួលបានផលបុណ្យ និងការតបស្នងទ្វេដង។\n៥. វាជាសញ្ញាបញ្ជាក់ពីភាពពេញលេញនៃជំនឿ(អ៊ីម៉ាន់)។"
  },
  {
    id: 3,
    question: "សំណួរទី៣. តើយើងដកស្រង់យកសីលធម៌ពីប្រភពណាមក?",
    answer: "យើងដកស្រង់យកសីលធម៌ចេញពី៖\n គម្ពីរគួរអាន៖ អល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា៖ “ពិតប្រាកដណាស់ គម្ពីរគួរអាននេះ វាចង្អុលបង្ហាញ(មនុស្សលោក)ទៅរកមាគ៌ាដែលត្រឹមត្រូវ”។ (អាល់អ៊ិសរ៉ក : ៩) \n ស៊ុណ្ណះណាពី(លំអានរបស់ព្យាការី)៖ ដោយរ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ “ជាការពិតណាស់ រូបខ្ញុំត្រូវបានគេតែងតាំង(ជាអ្នកនាំសារ)គឺដើម្បីបំពេញនូវអត្តចរិតដ៏ល្អប្រពៃ”។ រាយការណ៍ដោយ អះម៉ាត់"
  },
  {
    id: 4,
    question: "សំណួរទី៤. តើអ្វីទៅជាសីលធម៌នៃអំពើល្អ(អាល់អៀហសាន) និងរូបភាពរបស់វា?",
    answer: "អំពើល្អ(អាល់អៀហសាន) គឺការដឹងពីការឃ្លាំមើលរបស់អល់ឡោះជានិច្ច និងខិតខំធ្វើអំពើល្អទៅចំពោះម៉ាខ្លូក(ភាវៈ)ទាំងអស់។\nព្យាការី ﷺ លោកបានមានប្រសាសន៍ថា៖ “ជាការពិតណាស់ អល់ឡោះបានដាក់បទបញ្ជាឲ្យធ្វើល្អចំពោះអ្វីៗទាំងអស់”។ រាយការណ៍ដោយ មូស្លីម\nក្នុងចំណោមរូបភាពនៃអំពើល្អ(អាល់អៀហសាន)៖\nអំពើល្អក្នុងការគោរពសក្ការៈ(អ៊ីហ្ពាហ្ទាត់)ចំពោះអល់ឡោះ តាមរយៈការមានចិត្តជ្រះថ្លា(អៀខ្លើស)នៅក្នុងការគោរពសក្ការៈនោះ\n អំពើល្អចំពោះឪពុកម្តាយទាំងតាមរយៈពាក្យសម្តី និងកាយវិការ\n អំពើល្អទៅកាន់ញាតិសណ្តាន\n អំពើល្អទៅកាន់អ្នកជិតខាង\n អំពើល្អទៅកាន់ក្មេងកំព្រា និងអ្នកក្រីក្រ\n អំពើល្អទៅកាន់មនុស្សដែលធ្វើទង្វើមិនគប្បីដាក់អ្នក\n អំពើល្អនៅក្នុងការនិយាយស្តី\n អំពើល្អនៅក្នុងការជជែកដេញដោល\n អំពើល្អទៅកាន់សត្វពាហនៈ។"
  },
  {
    id: 5,
    question: "សំណួរទី៥. តើប្រការអ្វីដែលផ្ទុយនឹងអំពើល្អ(អាល់អៀហសាន)?",
    answer: "ប្រការដែលផ្ទុយនឹងអំពើល្អ(អាល់អៀហសាន) គឺអំពើអាក្រក់។ ក្នុងនោះមានដូចជា៖\n ពុំមានភាពជ្រះថ្លា(អៀខ្លើស)ក្នុងការគោរពសក្ការៈចំពោះអល់ឡោះ\n អកតញ្ញូចំពោះឪពុកម្តាយ\n កាត់ផ្តាច់ចំណងសាច់សាលោហិត\n ធ្វើអំពើមិនគប្បីចំពោះអ្នកជិតខាង\n បោះបង់ការធ្វើល្អទៅកាន់ជនក្រីក្រ អ្នកខ្វះខាត ក៏ដូចជាអំពើអាក្រក់ផ្សេងៗទៀត ទាំងពាក្យសម្តី និងកាយវិកា។"
  },
  {
    id: 6,
    question: "សំណួរទី៦. តើទំនួលខុសត្រូវ(អាម៉ាណះ)មានប៉ុន្មានប្រភេទ? តើវាមានរូបភាពបែបណាខ្លះ?",
    answer: "ទំនួលខុសត្រូវ(អាម៉ាណះ) មានពីរប្រភេទ៖\n១. ទំនួលខុសត្រូវ(អាម៉ាណះ) ក្នុងការថែរក្សាសិទ្ធិទាំងឡាយរបស់អល់ឡោះជាម្ចាស់។\nរូបភាពរបស់វា៖ ទំនួលខុសត្រូវក្នុងការបំពេញនូវកិច្ចសក្ការៈបូជាចំពោះអល់ឡោះជាម្ចាស់ ដូចជាប្រតិបត្តិសឡាត ការបរិច្ចាគហ្សាកាត់ ការកាន់អំណត់បួស និងការធ្វើធម្មយាត្រាហាជ្ជី ក៏ដូចជាប្រការផ្សេងៗទៀតដែលអល់ឡោះជាម្ចាស់ទ្រង់បានដាក់ជាកាតព្វកិច្ចមកលើពួកយើង។\n២. ទំនួលខុសត្រូវ(អាម៉ាណះ)ក្នុងការថែរក្សាសិទ្ធិទាំងឡាយរបស់ភាវៈរបស់ទ្រង់(ម៉ាខ្លូក)។\nរូបភាពរបស់វា៖ មានដូចជា ការថែរក្សាកិត្តិយសរបស់មនុស្សលោក ទ្រព្យសម្បត្តិរបស់ពួកគេ អាយុជីវិតរបស់ពួកគេ និងរឿងអាថ៌កំបាំងរបស់ពួកគេ និងរាល់ប្រការទាំងអស់ដែលមនុស្សបានផ្តល់ទំនុកចិត្តលើអ្នក។\nអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលលើកឡើងពីលក្ខណៈសម្បត្តិរបស់អ្នកដែលទទួលជោគជ័យថា៖ ហើយនិងបណ្ដាអ្នកដែលថែរក្សានូវភាពស្មោះត្រង់និងការ សន្យារបស់ពួកគេ។ (អាល់មុមីនូន : ៨)"
  },
  {
    id: 7,
    question: "សំណួរទី៧. តើប្រការអ្វីដែលផ្ទុយនឹងទំនួលខុសត្រូវ(អាម៉ាណះ)?",
    answer: "ប្រការដែលផ្ទុយនឹងទំនួលខុសត្រូវ(អាម៉ាណះ) គឺការក្បត់ ពោលគឺការមិនបំពេញនូវសិទ្ធិទាំងឡាយរបស់អល់ឡោះជាម្ចាស់ និងសិទ្ធិទាំងឡាយរបស់មនុស្សលោក។\nព្យាការីមូហាំម៉ាត់ ﷺ លោកបានមានប្រសាសន៍ថា៖ “សញ្ញាសម្គាល់អ្នកពុតត្បុតមានបី៖ (លោកបានរំលឹកមួយក្នុងចំណោមនោះ) គឺនៅពេលគេទុកចិត្តគាត់ គាត់បោកប្រាស់គេ”។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 8,
    question: "សំណួរទី៨. តើអ្វីទៅជាសីលធម៌នៃភាពស្មោះត្រង់?",
    answer: "គឺជាការនិយាយនូវអ្វីដែលជាការពិតជាក់ស្តែង។\nក្នុងចំណោមរូបភាពរបស់វា៖\n ភាពស្មោះត្រង់ក្នុងការនិយាយស្តី\n ស្មោះត្រង់ក្នុងការសន្យា\n ស្មោះត្រង់ក្នុងរាល់ពាក្យសម្តី និងទង្វើ។\nព្យាការីមូហាំម៉ាត់បានមានប្រសាសន៍ថា ៖ “ពិតណាស់ សេចក្ដីទៀងត្រង់នាំទៅរកទង្វើកុសល ហើយទង្វើកុសលនាំទៅរកឋានសួគ៌។ ហើយអ្នកខ្លះនៅនិយាយទៀងត្រង់រហូតដល់ត្រូវគេកត់ត្រានៅនឹងអល់ឡោះថា ជាមនុស្សទៀងត្រង់”។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 9,
    question: "សំណួរទី៩. តើប្រការអ្វីដែលផ្ទុយនឹងភាពស្មោះត្រង់?",
    answer: "គឺការកុហក ពោលគឺការនិយាយខុសពីការពិត។ ក្នុងចំណោមនោះមានដូចជា ការកុហកមនុស្សលោក ការធ្វើខុសពីអ្វីដែលបានសន្យា និងការធ្វើសាក្សីបោកប្រាស់ជាដើម។\nព្យាការី ﷺ លោកបានមានប្រសាសន៍ថា៖ “ចំណែកការភូតកុហកនាំទៅរកទង្វើអាក្រក់ ហើយទង្វើអាក្រក់ នាំទៅរកឋាននរក។ ហើយអ្នកខ្លះនៅនិយាយកុហក រហូតដល់ត្រូវគេកត់ត្រានៅនឹងអល់ឡោះថា ជាមនុស្សកុហក”។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម លោកបានមានប្រសាសន៍ទៀតថា៖ “សញ្ញាសម្គាល់អ្នកពុតត្បុត(មូណាហ្វិក)មានបី៖ (លោកបានរំលឹកក្នុងចំណោមនោះ) គឺនៅពេលនិយាយ គាត់កុហក នៅពេលសន្យា គាត់មិនបំពេញតាមការសន្យា”។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 10,
    question: "សំណួរទី១០. ចូរលើកឡើងពីប្រភេទនៃការអត់អ្មត់។",
    answer: "ការអត់ធ្មត់មានបីប្រភេទ៖\n១. អត់ធ្មត់លើការគោរពប្រតិបត្តិចំពោះអល់ឡោះ\n២. អត់ធ្មត់ក្នុងការចៀសវាងពីអំពើល្មើសផ្សេងៗ\n៣. អត់ធ្មត់ចំពោះព្រេងវាសនាជូរចត់ដែលអល់ឡោះជាម្ចាស់បានកំណត់ ហើយថ្លែងអំណរគុណអល់ឡោះនៅគ្រប់ស្ថានភាពទាំងអស់។\nអល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ “ហើយអល់ឡោះទ្រង់ស្រឡាញ់អ្នកដែលអត់ធ្មត់”។ (អាលីអ៊ិមរ៉ន : ១៤៦) ព្យាការីមូហាំម៉ាត់ ﷺ លោកបានមានប្រសាសន៍ថា៖ “អស្ចារ្យណាស់ កិច្ចការរបស់អ្នកមានជំនឿ! ពិតណាស់ កិច្ចការរបស់គេទាំងអស់សុទ្ធតែល្អ ហើយប្រការនេះ មិនមានចំពោះអ្នកណាម្នាក់ក្រៅពីអ្នកមានជំនឿឡើយ។ ប្រសិនបើប្រការល្អកើតមានចំពោះគាត់ គាត់ថ្លែងអំណរគុណ(អល់ឡោះផ្តល់ផលបុណ្យឲ្យគាត់)។ ដូចនេះ វាជាការប្រសើរសម្រាប់គាត់។ ហើយប្រសិនបើប្រការអាក្រក់កើតមានចំពោះគាត់ គាត់អត់ធ្មត់(អល់ឡោះក៏ផ្ដល់ផលបុណ្យឲ្យគាត់)។ ដូចនេះ វាក៏ជាការល្អប្រសើរសម្រាប់គាត់ដែរ”។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 11,
    question: "សំណួរទី១១. តើប្រការអ្វីដែលផ្ទុយនឹងការអត់ធ្មត់?",
    answer: "គឺការគ្មានភាពអត់ធ្មត់ក្នុងការគោរពប្រតិបត្តិចំពោះអល់ឡោះ គ្មានភាពអត់ធ្មត់ក្នុងការចៀសវាងពីអំពើល្មើសផ្សេងៗ ហើយនិងខឹងសម្បាចំពោះព្រេងវាសនាជូរចត់ដែលអល់ឡោះជាម្ចាស់បានកំណត់ ទាំងតាមរយៈពាក្យសម្តី ឬកាយវិការ។\nក្នុងចំណោមរូបភាពរបស់វា៖\n• ការប្រាថ្នាចង់ស្លាប់\n• ហែកហោប៉ៅអាវ\n• ហែកអាវ\n• បោចសក់\n• បួងសួងសុំឲ្យខ្លួនឯងទទួលរងនូវក្តីវិនាស\nព្យាការីមូហាំម៉ាត់បានមានប្រសាសន៍ថា ៖ “ប្រាកដណាស់ ការតបស្នង(ដោយផលបុណ្យ)ដ៏ធំធេងនោះ គឺនៅពេលដែលមានការសាកល្បងធំធេងដែរ។ ពិតណាស់អល់ឡោះ នៅពេលទ្រង់ស្រលាញ់ក្រុមណាមួយ ទ្រង់នឹងសាល្បងពួកគេ។ ដូចនេះ ជនណាពេញចិត្ត(ចំពោះការសាកល្បង) ទ្រង់ក៏ពេញចិត្តចំពោះគេដែរ។ រីឯជនណាមិនពេញចិត្ត(ចំពោះការសាកល្បង) ទ្រង់ក៏មិនពេញចិត្តចំពោះគេដែរ”។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី និងអ៊ិពនូម៉ាហ្ជះ"
  },
  {
    id: 12,
    question: "សំណួរទី១២. ចូរលើកឡើងពីសីលធម៌នៃការរួមសហការគ្នា។",
    answer: "គឺការដែលមនុស្សសហការគ្នាទៅវិញទៅមកទៅលើប្រការដែលពិត និងប្រការល្អផ្សេងៗ។\nក្នុងចំណោមរូបភាពរបស់វា៖\n• សហការគា្នក្នុងការបង្វិលទៅកាន់ម្ចាស់ដើមវិញនូវសិទ្ធិរបស់គេ\n• សហការគា្នក្នុងការតបតទៅកាន់អ្នកដែលបំពានលើគេ\n• សហការគា្នក្នុងការដោះស្រាយតម្រូវការរបស់មនុស្សនិងជនក្រីក្រ\n• សហការគា្នលើរាល់ប្រការល្អទាំងឡាយ\n• តែគេមិនត្រូវសហការគ្នាលើប្រការដែលជាអំពើបាប ប្រការដែលបង្កនូវទុក្ខទោសនិងគ្រោះថ្នាក់ ហើយនិងប្រការដែលបង្កនូវភាពជាសត្រូវនឹងគ្នានោះឡើយ។\nអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា៖ “ហើយចូរពួកអ្នកជួយគ្នាក្នុងការធ្វើអំពើល្អនិងកោតខ្លាចអល់ឡោះ ហើយចូរពួកអ្នកកុំជួយគ្នាក្នុងការធ្វើអំពើបាបនិងធ្វើជាសត្រូវនឹងគ្នាឱ្យសោះ។ ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះ។ ពិតណាស់ អល់ឡោះជាអ្នកដាក់ទណ្ឌកម្មដ៏ធ្ងន់ធ្ងរបំផុត”។ (អាល់ម៉ាអ៊ីហ្ទះ : ២) ព្យាការីមូហាំម៉ាត់បានមានប្រសាសន៍ថា ៖ “ទំនាក់ទំនងរវាងអ្នកមានជំនឿនឹងអ្នកមានជំនឿ គឺប្រៀបដូចជាសំណង់មួយដែលផ្សារភ្ជាប់គ្នាទៅវិញទៅមក”។ \nព្យាការីមូហាំម៉ាត់ ﷺ លោកបានមានប្រសាសន៍ផងដែរថា៖ “អ្នកអ៊ីស្លាម គឺជាបងប្អូននឹងអ្នកអ៊ីស្លាម មិនប្រព្រឹត្ដអយុត្ដិធម៌លើគ្នា មិនបោះបង់ការជួយគ្នា។ បុគ្គលណាជួយបំពេញតម្រូវការបងប្អូនរបស់គាត់ អល់ឡោះនឹងជួយបំពេញតម្រូវការរបស់គាត់វិញ។ បុគ្គលណាជួយដោះទុក្ខលំបាកមួយរបស់អ្នកអ៊ីស្លាម អល់ឡោះនឹងជួយដោះទុក្ខលំបាកគាត់មួយវិញក្នុងចំណោមទុក្ខលំបាកនានានៅថ្ងៃបរលោក។ បុគ្គលណាជួយលាក់បាំងប្រការមិនល្អរបស់អ្នកអ៊ីស្លាម នោះអល់ឡោះនឹងជួយលាក់បាំងប្រការមិនល្អរបស់គាត់វិញនាថ្ងៃបរលោក”។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម"
  },
  {
    id: 13,
    question: "សំណួរទី១៣. តើការខ្មាសអៀនមានប៉ុន្មានប្រភេទ?",
    answer: "មានពីរប្រភេទ៖\n១. ខ្មាសអៀនចំពោះអល់ឡោះ៖ តាមរយៈការមិនប្រព្រឹត្តអំពើល្មើសនឹងទ្រង់\n២. ខ្មាសអៀនចំពោះមនុស្សលោក៖ តាមរយៈការបោះបង់ពាក្យសម្តីអាសគ្រាម និងមិនបើកបង្ហាញនូវកេរខ្មាសរបស់ខ្លួន។\nព្យាការីមូហាំម៉ាត់ លោកបានមានប្រសាសន៍ថា៖ “ជំនឿមានច្រើនជាង៧០ផ្នែក ឬច្រើនជាង៦០ផ្នែក។ លំដាប់ដែលខ្ពស់បំផុតរបស់វា គឺការពោលថា لا إله إلا الله (គ្មានទេម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ត្រឹមត្រូវ មានតែអល់ឡោះ) ហើយលំដាប់ក្រោមបំផុត គឺការយកអ្វីដែលបង្កបញ្ហាដល់អ្នកដំណើរចេញអំពីផ្លូវ ហើយការខ្មាសអៀនគឺជាផ្នែកមួយនៃជំនឿ”។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 14,
    question: "សំណួរទី១៤. ចូរលើកឡើងពីរូបភាពនៃក្តីមេត្តាករុណា។",
    answer: "មានដូចជា៖\n•មានក្តីករុណាចំពោះមនុស្សចាស់ និងផ្តល់ការគោរពចំពោះពួកគេ\n• មានក្តីករុណាចំពោះអ្នកដែលមានអាយុតិចជាងខ្លួន និងក្មេងៗ\n• មានក្តីមេត្តាករុណាចំពោះទុគ៌តជន ជនក្រីក្រ និងអ្នកដែលមានតម្រូវការចាំបាច់\n• មានក្តីមេត្តាករុណាចំពោះសត្វធាតុដោយការផ្តល់ចំណីអាហារដល់ពួកវា និងមិនធ្វើបាបពួកវា។\nព្យាការីមូហាំម៉ាត់ ﷺ លោកបានមានប្រសាសន៍ថា៖ “ការប្រៀបធៀបបណ្តាអ្នកមានជំនឿចំពោះការស្រលាញ់គ្នា ការសណ្តោសប្រណីគ្នា និងការអាណិតអាសូរគ្នារបស់ពួកគេ គឺប្រៀបដូចជាខ្លួនប្រាណតែមួយ។ ប្រសិនបើអវៈយវៈណាមួយឈឺ គឺខ្លួនប្រាណទាំងមូលនឹងឈឺដែរ ដោយសារគេងមិនលក់ និងគ្រុនក្តៅ”។ រាយការណ៍ដោយ អាល់ពូខរី និងមូស្លីម លោកបានមានប្រសាសន៍ទៀតថា៖ “អ្នកទាំងឡាយដែលមានចិត្តមេត្តាករុណា នោះម្ចាស់ដ៏មហាសប្បុរសនឹងមានក្តីករុណាចំពោះពួកគេវិញ។ ចូរពួកអ្នកមានក្តីករុណាចំពោះអ្នកដែលនៅលើផែនដី នោះអ្នកដែលនៅលើមេឃ នឹងមានក្តីករុណាចំពោះពួកអ្នកវិញដូចគ្នា”។ រាយការណ៍ដោយ អាពូហ្ទាវូទ និងតៀរមីហ្ស៊ី"
  },
  {
    id: 15,
    question: "សំណួរទី១៥. តើក្តីស្រឡាញ់មានប្រភេទអ្វីខ្លះ?",
    answer: "ក្តីស្រឡាញ់មាន៖\n១. ក្តីស្រឡាញ់ចំពោះអល់ឡោះ៖\nអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា៖ “រីឯបណ្ដាអ្នកដែលមានជំនឿវិញ គឺពួកគេស្រឡាញ់អល់ឡោះលើសពីអ្វីៗទាំងអស់”។ (អាល់ហ្ពាក៏រ៉ោះ : ១៦៥)\n២. ក្តីស្រឡាញ់ចំពោះអ្នកនាំសារ ﷺ ៖\nរ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ “ខ្ញុំសូមស្បថនឹងអ្នកដែលជីវិតរបស់ខ្ញុំស្ថិតក្នុងកណ្តាប់ដៃរបស់ទ្រង់ថា បុគ្គលណាក៏ដោយក្នុងចំណោមពួកអ្នក មិនទាន់មានជំនឿពេញលេញទេ លុះត្រាតែគេស្រលាញ់មកចំពោះខ្ញុំ ជាងកូនៗរបស់គេ និងជាងឪពុកម្តាយរបស់គេ”។ រាយការណ៍ដោយអាល់ពូខរី\n៣. ក្តីស្រឡាញ់ចំពោះអ្នកមានជំនឿ ស្រឡាញ់ពេញចិត្តចង់ឲ្យពួកគេបានល្អដូចខ្លួនដែរ៖\nព្យាការីមូហាំម៉ាត់ ﷺ លោកបានមានប្រសាសន៍ថា៖ “បុគ្គលណាក៏ដោយក្នុងចំណោមពួកអ្នក មិនទាន់មានជំនឿពេញលេញទេ លុះត្រាតែគាត់ស្រលាញ់ចង់បានល្អដល់បងប្អូនរបស់គាត់ ដូចអ្វីដែលគាត់ចង់បានសម្រាប់ខ្លួនឯង”។ រាយការណ៍ដោយអាល់ពូខរី"
  },
  {
    id: 16,
    question: "សំណួរទី១៦. ចូរឲ្យនិយមន័យពាក្យថា”មុខស្រស់”។",
    answer: "គឺការមានទឹកមុខស្រស់ថ្លា ព្រមជាមួយនឹងភាពរីករាយ ស្នាមញញឹម និងភាពទន់ភ្លន់ ហើយបង្ហាញនូវភាពរីករាយនៅពេលជួបមនុស្ស។\nពាក្យផ្ទុយរបស់វា គឺ”មុខជូរ”នៅពេលជួបនឹងមនុស្ស ដែលនាំឲ្យពួកគេងាកចេញ ឬបែរចេញពីខ្លួន។\nចំពោះឧត្តមភាពរបស់វា គឺមានហាទីស្ហមួយដែលរាយការណ៍ដោយ អាពូហ្សារិន رضي الله عنه បាននិយាយថា៖ ព្យាការី ﷺ បានមានប្រសាសន៍មកកាន់ខ្ញុំថា៖ “អ្នកមិនត្រូវមើលស្រាលទង្វើល្អទេ សូម្បីតែការញញឹមពេលជួបបងប្អូនរបស់អ្នក ក៏ជាទង្វើល្អមួយដែរ”។ រាយការណ៍ដោយ មូស្លីម រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ផងដែរថា៖ “ការញញឹមរបស់អ្នកនៅចំពោះមុខបងប្អូនរបស់អ្នក គឺជាការដាក់ទានមួយសម្រាប់អ្នក”។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី"
  },
  {
    id: 17,
    question: "សំណួរទី១៧. អ្វីទៅជាការច្រណែនឈ្នានីស?",
    answer: "គឺការប្រាថា្នចង់ឲ្យឧបការគុណ(នៀកម៉ាត់)ដែលអ្នកដទៃមាន វិនាសអន្តរាយ ឬមិនពេញចិត្តចំពោះឧបការគុណដែលអ្នកដទៃមាន។\nអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា៖﴿وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾ سورة الفلق: 5មានន័យថា៖ “ហើយនិង(សុំបញ្ចៀស)ពីប្រការអាក្រក់របស់អ្នកដែលច្រណែនឈ្នានីស នៅពេលដែលគេច្រណែនឈ្នានីស”។\nអំពី អាណាស ពិន ម៉ាលិក رضي الله عنه ពិតណាស់ រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ “ចូរពួកអ្នកកុំចងកំហឹងនឹងគ្នា កុំឈ្នានីសគ្នា កុំបែរខ្នងដាក់គ្នា ហើយត្រូវធ្វើជាខ្ញុំអល់ឡោះក្នុងនាមជាបងប្អូននឹងគ្នា”។ រាយការណ៏ដោយ អាល់ ពូខរី និងមូស្លីម"
  },
  {
    id: 18,
    question: "សំណួរទី១៨. តើអ្វីទៅជាការសើចចំអក?",
    answer: "គឺជាការចំអកឡកឡឺយទៅកាន់បងប្អូនមូស្លីមរបស់ខ្លួន និងមើលស្រាលចំពោះពួកគេ ហើយនេះ គឺមិនត្រូវបានអនុញ្ញាតឡើយ។\nអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលហាមឃាត់អំពីវាថា៖ ឱបណ្ដាអ្នកដែលមានជំនឿ ចូរកុំឱ្យក្រុមមួយមើលងាយ ក្រុមមួយទៀតឱ្យសោះ ជួនកាលពួកគេ(ក្រុមដែលត្រូវគេមើល ងាយនោះ)ល្អជាងពួកគេ(ក្រុមមើលងាយគេ)។ ហើយកុំឱ្យស្ដ្រី មើលងាយស្ដ្រីដូចគ្នា ជួនកាលពួកនាង(ស្ដ្រីដែលត្រូវគេមើលងាយ នោះ)ល្អជាងពួកនាង(ស្ដ្រីដែលមើលងាយគេ)។ ហើយចូរពួកអ្នក កុំប្រមាថគ្នា និងកុំដាក់ងារគ្នាឱ្យសោះ។ ការដាក់ងារមិនល្អក្រោយ ពីមានជំនឿហើយនោះ គឺអាក្រក់បំផុត។ ហើយអ្នកណាដែលមិន បានសារភាពទោសកំហុស ពួកទាំងនោះគឺជាពួកដែលបំពាន។ (អាល់ហ៊ូជូរ៉ត : ១១)"
  },
  {
    id: 19,
    question: "សំណួរទី១៩. ចូរឲ្យនិយមន័យពាក្យថា”ឱនលំទោន ឬដាក់ខ្លួន”(تواضع)។",
    answer: "គឺការដែលមនុស្សមិនមើលមកខ្លួនឯងថា ជាមនុស្សដែលល្អប្រសើរជាងអ្នកដទៃ។ ដូចនេះ ពួកគេមិនមើលស្រាលចំពោះអ្នកដទៃនោះទេ ហើយក៏មិនបដិសេធចំពោះការពិតនោះដែរ។\nអល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ “ហើយបណ្ដាខ្ញុំ(ដែលល្អត្រឹមត្រូវ)នៃម្ចាស់មហាសប្បុរស គឺជាពួកដែលធ្វើដំណើរនៅលើផែនដីដោយកាយវិការសុភាពរាបសា”។ (អាល់ហ្វូរកន ៈ ៦៣) (អាល់ហ្វូរកន : ៦៣) រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ “ហើយអ្នកដែលឱនលំទោនដើម្បីអល់ឡោះ នោះទ្រង់នឹងលើកតម្កើងគេ”។ រាយការណ៍ដោយ មូស្លីម លោកបានមានប្រសាសន៍ទៀតថា៖ “ពិតណាស់ អល់ឡោះបានផ្ដល់វ៉ាហ៊ីមកកាន់ខ្ញុំថា ចូរពួកអ្នកឱនលំទោន ដើម្បីកុំឲ្យពួកអ្នកអួតអាងនិងបំពានលើគ្នាទៅវិញទៅមក”។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 20,
    question: "សំណួរទី២០. តើការក្រអឺតក្រទមដែលគេហាមឃាត់នោះ មានប្រភេទអ្វីខ្លះ?",
    answer: "មានដូចជា៖\n១. ក្រអឺតក្រទមចំពោះការពិត ពោលគឺការបដិសេធការពិត និងមិនទទួលយកការពិតនោះ។\n២. ក្រអឺតក្រទមចំពោះមនុស្ស ពោលគឺមើលងាយ មើលស្រាល និងចំអកឡកឡឺយចំពោះពួកគេ។\nរ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ “មិនចូលឋានសួគ៌ឡើយ អ្នកដែលនៅក្នុងចិត្ដរបស់គេមានភាពក្រអឺតក្រទមប៉ុនគ្រាប់ស្ពៃ”។ ពេលនោះមានបុរសម្នាក់បានសួរថា៖ មនុស្សដែលចង់ឲ្យសម្លៀកបំពាក់ និងស្បែកជើងរបស់គាត់ល្អ តើយ៉ាងណាដែរ? លោកបានឆ្លើយថា៖ “អល់ឡោះជាម្ចាស់ទ្រង់ស្អាតស្អំ ទ្រង់ស្រឡាញ់ភាពស្អាតស្អំ។ ប៉ុន្ដែភាពកេ្អងក្អាង គឺការបដិសេធនូវភាពត្រឹមត្រូវ និងមើលស្រាលមនុស្ស”។\n ការចូលចិត្តសម្លៀកបំពាក់ឬស្បែកជើងដែលល្អស្អាត មិនមែនជាភាពក្រអឺតក្រទមឡើយ។"
  },
  {
    id: 21,
    question: "សំណួរទី២១. ចូរលើកឡើងពីប្រភេទមួយចំនួននៃការបោកប្រាស់ដែលត្រូវបានហាមឃាត់។",
    answer: "មានដូចជា ៖ការបោកប្រាស់នៅក្នុងការទិញលក់ ពោលគឺការលាក់បាំងពីភាពអន់នៃទំនិញ\n ការបោកប្រាស់នៅក្នុងការសិក្សាចំណេះវិជ្ជា ដែលក្នុងនោះ គឺការដែលកូនសិស្សលួចចម្លងនៅក្នុងពេលប្រឡង។\n ការបោកប្រាស់នៅក្នុងពាក្យសម្តី ដូចជាការធ្វើសាក្សីបោកប្រាស់ និងការនិយាយកុហក។\n ការដែលគេមិនព្រមបំពេញតាមអ្វីដែលខ្លួនបាននិយាយ និងបានឯកភាពគ្នាជាមួយនឹងអ្នកដទៃ។\nនៅក្នុងការហាមឃាត់អំពីការបោកប្រាស់នេះ គឺមានហាទីស្ហមួយបានរាយការណ៍ថា៖ “រ៉ស៊ូលុលឡោះ ﷺ បានដើរឆ្លងកាត់អាហារមួយពំនូក លោកក៏បានលូកដៃចូលក្នុងអាហារនោះ ស្រាប់តែម្រាមដៃរបស់លោកមានសំណើមទឹក។ លោកក៏សួរថា៖ “ឱម្ចាស់អាហារ! តើនេះជាអ្វីទៅ”? គាត់បានឆ្លើយថា៖ ឱរ៉ស៊ូលុលឡោះ! វាត្រូវភ្លៀង។ លោកក៏បានតបវិញថា៖ “ហេតុអ្វីបានជាអ្នកមិនដាក់វានៅលើអាហារដើម្បីឲ្យគេមើលឃើញ! ជនណាដែលបោកប្រាស់ គឺមិនមែនជាក្រុមរបស់ខ្ញុំទេ”។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 22,
    question: "សំណួរទី២២. តើអ្វីទៅជាការនិយាយដើម?",
    answer: "គឺការដែលអ្នករំលឹកពីបងប្អូនមូស្លីមរបស់អ្នកនូវអ្វីដែលគាត់មិនពេញចិត្ត ក្នុងពេលដែលគាត់មិននៅ ឬគ្មានវត្តមាន។\nអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា៖ “ហើយចូរពួកអ្នកកុំនិយាយដើមគ្នាឱ្យសោះ។ តើម្នាក់ក្នុងចំណោមពួកអ្នកចូលចិត្ដស៊ីសាច់បងប្អូនរបស់គេដែលស្លាប់ឬ? ពិតណាស់ ពួកអ្នកពិតជាខ្ពើមវាមិនខាន។ ហើយចូរពួកអ្នកកោតខ្លាចអល់ឡោះ។ ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកទទួលយកនូវការសារភាពទោសកំហុស មហាអាណិតស្រឡាញ់”។ (អាល់ហ៊ូជូរ៉ត : ១២)"
  },
  {
    id: 23,
    question: "សំណួរទី២៣. ចូរឲ្យនិយមន័យពាក្យ“ការនិយាយចាក់រុក”។",
    answer: "គឺការពាំនាំពាក្យសម្តីពីមនុស្សម្នាក់ទៅមនុស្សម្នាក់ទៀតក្នុងបំណងបំផ្លាញពួកគេ(ធ្វើឲ្យពួកគេមានបញ្ហារវាងគ្នានិងគ្នា)។\nរ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ “មិនចូលឋានសួគ៌ទេ ពួកដែលដើរនិយាយចាក់រុកគេ”។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 24,
    question: "សំណួរទី២៤. តើអ្វីទៅជាភាពខ្ជិលច្រអូស?",
    answer: "គឺការមានអារម្មណ៍ធ្ងន់ខ្លួនក្នុងការប្រព្រឹត្តទង្វើដែលល្អ និងអ្វីដែលជាកាតព្វកិច្ចលើគេត្រូវបំពេញ។\nក្នុងចំណោមនោះ គឺការមានភាពខ្ជិលច្រអូសក្នុងការអនុវត្តប្រការដែលជាកាតព្វកិច្ច(ប្រការវ៉ាជិប)។\nអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា៖ ពិតប្រាកដណាស់ ពួកពុតត្បុតទាំងនោះកំពុងតែបោក បញ្ឆោតអល់ឡោះ ប៉ុន្ដែទ្រង់ទេជាអ្នកបោកបញ្ឆោតពួកគេនោះ។ ហើយនៅពេលដែលពួកគេក្រោកឈរសឡាត ពួកគេក្រោកឈរ ដោយខ្ជិលច្រអូស ដោយពួកគេចង់ឱ្យមនុស្សមើលឃើញប៉ុណ្ណោះ។ ហើយពួកគេមិនរំលឹកចំពោះអល់ឡោះឡើយ លើកលែងតែបន្ដិច បន្ដួចប៉ុណ្ណោះ។ (អាន់នីសាក : ១៤២)\nដូចនេះ គប្បីលើអ្នកមានជំនឿត្រូវបោះបង់ភាពខ្ជិលច្រអូស ហើយត្រូវខិតខំព្យាយាមធ្វើការ ធ្វើចលនា និងកិច្ចខិតខំផ្សេងៗក្នុងឆាកជីវិតនេះចំពោះប្រការទាំងឡាយណាដែលអល់ឡោះជាម្ចាស់ទ្រង់ពេញចិត្ត។"
  },
  {
    id: 25,
    question: "សំណួរទី២៥. ចូរលើកឡើងពីប្រភេទនៃការខឹងសម្បា។",
    answer: "វាមានដូចជា៖\n១. ការខឹងសម្បាដែលគេកោតសរសើរ៖ គឺការខឹងសម្បាក្នុងនាមអល់ឡោះជាម្ចាស់នៅពេលណាដែលពួកគ្មានជំនឿ ឬពួកពុតត្បុត ឬអ្នកដទៃទៀតក្រៅពីពួកគេ ប្រព្រឹត្តនូវប្រការដែលអល់ឡោះជាម្ចាស់ទ្រង់បានហាមឃាត់។\n២. ការខឹងសម្បាដែលគេរិះគន់៖ គឺការខឹងសម្បាទាំងឡាយណាដែលនាំឲ្យមនុស្សនិយាយ ឬប្រព្រឹត្តនូវទង្វើដែលមិនគួរគប្បី។\nការព្យាបាលចំពោះប្រភេទការខឹងសម្បាដែលគេរិះគន់៖\n យកទឹកវូហ្ទុ\n ត្រូវអង្គុយចុះ ប្រសិនបើគេកំពុងឈរ ហើយត្រូវគេងផ្អៀង ប្រសិនបើគេកំពុងអង្គុយ។\n ត្រូវប្រកាន់ខ្ជាប់នឹងពាក្យបណ្តាំរបស់ព្យាការីមូហាំម៉ាត់ ﷺ ដែលលោកបានមានប្រសាសន៍ថា៖ “សូមអ្នកកុំខឹង”។\n ត្រូវចេះទប់អារម្មណ៍នៅពេលខឹងសម្បា\n ត្រូវសុំការបញ្ចៀសពីអល់ឡោះអំពីពពួកស្ហៃតនដោយសូត្រថាៈأعوذ بالله من الشيطان الرجيم\n ត្រូវនៅស្ងៀម"
  },
  {
    id: 26,
    question: "សំណួរទី២៦. តើអ្វីទៅជាការស៊ើបការណ៍អ្នកដទៃ?",
    answer: "គឺការគាស់កកាយ និងស្វែងរកប្រការអាថ៌កំបាំងរបស់អ្នកដទៃ។\nក្នុងចំណោមរូបភាពរបស់វាដែលត្រូវបានហាមឃាត់មានដូចជា៖\n• ការលួចមើលនូវប្រការអាថ៌កំបាំងរបស់អ្នកដទៃពីក្នុងផ្ទះរបស់ពួកគេ\n• ការលួចស្តាប់ក្រុមណាមួយនិយាយគ្នាដោយមិនឲ្យពួកគេដឹង\nអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា ៖ “ហើយចូរពួកអ្នកកុំស៊ើបការណ៍(ប្រការដែលមិនល្អរបស់អ្នកមានជំនឿ)”។ (អាល់ហ៊ូជូរ៉ត : ១២)"
  },
  {
    id: 27,
    question: "សំណួរទី២៧. តើអ្វីទៅជាការខ្ជះខ្ជាយ? អ្វីទៅជាភាពកំណាញ់? និងអ្វីទៅជាភាពសប្បុរស?",
    answer: "ការខ្ជះខ្ជាយ៖ គឺជាការចំណាយទ្រព្យសម្បត្តិមិនត្រូវរឿង ឬចំណាយទ្រព្យសម្បត្តិលើរឿងដែលមិនគួរចំណាយ។ ពាក្យផ្ទុយរបស់វាគឺ “ភាពកំណាញ់” ពោលគឺការមិនហ៊ានចំណាយចំពោះអ្វីដែលត្រូវចំណាយ។\nប៉ុន្តែដែលជាការត្រឹមត្រូវនោះ គឺត្រូវនៅកណ្តាលរវាងប្រការទាំងពីរ ពោលគឺត្រូវចំណាយឲ្យសមល្មមតាមតម្រូវការដែលខ្លួនត្រូវការ។ ហើយអ្នកមូស្លីម គួរធ្វើខ្លួនជាអ្នកដែលមានចិត្តសប្បុរស។\nអល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ និងបណ្ដាអ្នកដែលនៅពេលពួកគេបានបរិច្ចាគ(ទ្រព្យសម្បត្ដិ)គឺពួកគេមិនខ្ជះខ្ជាយ និងមិនចង្អៀតចង្អល់ឡើយ។ តែពួក គេចំណាយធុនកណ្ដាលរវាងទាំងពីរនោះ។ (អាល់ហ្វូរកន : ៦៧)"
  },
  {
    id: 28,
    question: "សំណួរទី២៨. តើអ្វីទៅជាភាពកំសាក? អ្វីទៅជាភាពក្លាហាន?",
    answer: "ភាពកំសាក៖ គឺការខ្លាចចំពោះប្រការដែលមិនគួរខ្លាច ដូចជាការខ្លាចមិនហ៊ាននិយាយការពិត ឬខ្លាចមិនហ៊ាននិយាយហាមឃាត់ពីប្រការអាក្រក់ផ្សេងៗ។\nភាពក្លាហាន៖ គឺការមានភាពអង់អាចចំពោះប្រការដែលពិត ដូចជាការមានភាពអង់អាចនៅក្នុងទីលានប្រយុទ្ធដើម្បីការពារសាសនាអ៊ីស្លាម និងអ្នកមូស្លីមជាដើម។\nព្យាការីមូហាំម៉ាត់ ﷺ លោកធ្លាប់បានសុំទូអាថា៖ “ឱអល់ឡោះជាម្ចាស់! ពិតប្រាកដណាស់ ខ្ញុំសុំពីទ្រង់មេត្ដាបញ្ជៀសរូបខ្ញុំពីភាពកំសាក...”។ ហើយរ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ផងដែរថា៖ “អ្នកមានជំនឿដែលខ្លាំង គឺល្អប្រសើរ ហើយអល់ឡោះស្រលាញ់ ជាងអ្នកមានជំនឿដែលទន់ខ្សោយ។ ហើយពួកគេម្នាក់ៗ សុទ្ធតែបានល្អ”។ រាយការណ៍ដោយ មូស្លីម"
  },
  {
    id: 29,
    question: "សំណួរទី២៩. ចូរលើកឡើងនូវពាក្យសម្តីមួយចំនួនដែលត្រូវបានគេហាមឃាត់។",
    answer: "មានដូចជា៖ \n• ការជេរប្រមាថ និងដាក់បណ្តាសា\n• ការហៅបុគ្គលណាម្នាក់ថា “អាលា” ឬពាក្យផ្សេងទៀតដែលប្រហាក់ប្រហែលគ្នានេះ(ដូចជា “អាឆ្កែ” ជាដើម)។\n• ការរំលឹក ឬលើកឡើងពីរឿងដែលទាក់ទងនឹងកេរខ្មាស ដូចជាពាក្យសម្តីអសីលធម៌ និងពាក្យសម្តីអាសគ្រាមជាដើម។\nរ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ “មិនមែនជាអ្នកមានជំនឿពេញលេញទេដែលគាត់តែងតែបន្ដុះបង្អាប់គេ ឬដាក់បណ្ដាសាគេ ឬប្រព្រឹត្ដទង្វើអសីលធម៌ ឬអ្នកដែលនិយាយស្ដីអសីលធម៌នោះ”។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី និងអ៊ិពនូហ៊ិបហ្ពាន"
  },
  {
    id: 30,
    question: "សំណួរទី៣០. ចូរលើកឡើងពីប្រការមួយចំនូនដែលអាចជួយអ្នកមូស្លីមឲ្យប្រកាន់ខ្ជាប់នឹងសីលធម៌ដែលល្អប្រពៃ។",
    answer: "មានដូចជា៖\n១. សុំទូអាបួងសួងសុំពីអល់ឡោះជាម្ចាស់ សុំឲ្យទ្រង់មេត្តាប្រទាននូវសីលធម៌ល្អ និងជួយអ្នកឲ្យប្រកាន់ខ្ជាប់នឹងសីលធម៌ល្អនេះ។\n២. ដឹងពីការឃ្លាំមើលរបស់អល់ឡោះជាម្ចាស់ ហើយពិតណាស់ ទ្រង់ដឹងអំពីអ្នក ស្តាប់ឮអ្នក និងមើលឃើញអ្នក។\n៣. រំលឹកពីផលបុណ្យនៃសីលធម៌ល្អ ដែលវាគឺជាមូលហេតុមួយដែលនាំឲ្យរូបគេបានចូលឋានសួគ៌របស់អល់ឡោះជាម្ចាស់។\n៤. រំលឹកពីទណ្ឌកម្មនៃភាពអសីលធម៌ ហើយវាគឺជាមូលហេតុមួយដែលនាំឲ្យរូបគេចូលឋាននរក។\n៥. រំលឹកខ្លួនឯងថា ជាការពិតណាស់ ការប្រកាន់ខ្ជាប់នឹងសីលធម៌ល្អ គឺនាំឲ្យរូបគេទទួលបាននូវក្តីស្រឡាញ់ពីអល់ឡោះជាម្ចាស់ និងពីម៉ាខ្លូកទាំងឡាយរបស់ទ្រង់ ហើយទង្វើអសីលធម៌ គឺនាំឲ្យរូបគេទទួលបាននូវការខឹងសម្បាពីអល់ឡោះជាម្ចាស់ និងពីម៉ាខ្លូកទាំងឡាយរបស់ទ្រង់ដែលទ្រង់បានបង្កើត។\n៦. អានជីវប្រវត្តិរបស់ព្យាការីមូហាំម៉ាត់ ﷺ និងយកគំរូតាមលោក។\n៧. រាប់អានមិត្តភក្តិដែលល្អៗ និងចៀសឲ្យឆ្ងាយពីមិត្តដែលមិនល្អ។"
  }
];
