export const adabData = [
  {
    question: "សំណួរទី១. តើគេត្រូវមានសុជីវធម៌ចំពោះអល់ឡោះជាម្ចាស់ដូចម្តេចខ្លះ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> គឺគេត្រូវ៖<br />
        ១. លើកតម្កើងទ្រង់<br />
        ២. គោរពសក្ការៈចំពោះទ្រង់តែមួយគត់ ដោយមិនត្រូវធ្វើស្ហ៊ីរិកចំពោះទ្រង់នូវអ្វីមួយជាដាច់ខាត។<br />
        ៣. គោរពប្រតិបត្តិចំពោះទ្រង់<br />
        ៤. បោះបង់ចោលការប្រព្រឹត្តល្មើសចំពោះទ្រង់<br />
        ៥. ថ្លែងអំណរគុណទ្រង់ចំពោះភាពសប្បុរស និងឧបការគុណរបស់ទ្រង់ដែលគេមិនអាចគណនាបាន។<br />
        ៦. អត់ធ្មត់ចំពោះព្រេងវាសនាដែលទ្រង់បានកំណត់មក។
      </p>
    `
  },
  {
    question: "សំណួរទី២. តើគេត្រូវមានសុជីវធម៌ចំពោះអ្នកនាំសារមូហាំម៉ាត់ដូចម្តេចខ្លះ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> គឺគេត្រូវ ៖<br />
        ១. ដើរតាមលោក និងយកគំរូតាមលោក<br />
        ២. គោរពប្រតិបត្តិចំពោះលោក<br />
        ៣. បោះបង់ចោលការប្រព្រឹត្តល្មើសចំពោះលោក<br />
        ៤. ជឿជាក់ចំពោះដំណឹងទាំងឡាយដែលលោកបានប្រាប់<br />
        ៥. មិនត្រូវបង្កើតអ្វីថ្មីបន្ថែមទៅលើស៊ុណ្ណះ<span class="text-gray-500">(លំអាន)</span>របស់លោក<br />
        ៦. ស្រឡាញ់លោកជាងខ្លួនឯង និងជាងនរណាៗទាំងអស់<br />
        ៧. លើកតម្កើងលោក ជួយលោក និងជួយស៊ុណ្ណះរបស់លោក។
      </p>
    `
  },
  {
    question: "សំណួរទី៣. តើគេត្រូវមានសុជីវធម៌ចំពោះឪពុកម្តាយយ៉ាងដូចម្តេចខ្លះ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> គឺគេត្រូវ ៖<br />
        ១. ប្រតិបត្តិតាមលោកទាំងពីរនូវអ្វីដែលមិនមែនជាប្រការខុសឆ្គងនឹងបទបញ្ជារបស់អល់ឡោះជាម្ចាស់<br />
        ២. បម្រើលោកទាំងពីរ<br />
        ៣. ជួយដល់លោកទាំងពីរ<br />
        ៤. បំពេញនូវសេចក្តីត្រូវការរបស់លោកទាំងពីរ<br />
        ៥. សុំទូអាបួងសួងដល់លោកទាំងពីរ<br />
        ៦. និយាយស្តីជាមួយពួកគាត់ប្រកបដោយសុជីវធម៌ ហើយគេមិនអនុញ្ញាតឲ្យនិយាយពាក្យ <span class="text-blue-600 font-bold">“អិះ អ៊ុស”</span> ទៅកាន់លោកទាំងពីរឡើយ។<br />
        ៧. ត្រូវមានទឹកមុខញញឹមជានិច្ចចំពោះលោកទាំងពីរ និងមិនត្រូវធ្វើមុខជូរដាក់លោកទាំងពីរឡើយ។<br />
        ៨. មិនត្រូវតម្លើងសំឡេងឲ្យខ្លាំងលើសសំឡេងរបស់លោកទាំងពីរឡើយ ត្រូវស្តាប់តាមលោកទាំងពីរ មិនត្រូវនិយាយកាត់ប្រសាសន៍លោកទាំងពីរ និងមិនត្រូវហៅលោកទាំងពីរដោយឈ្មោះចំៗនោះទេ ផ្ទុយទៅវិញត្រូវហៅលោកទាំងពីរថា <span class="text-blue-600 font-bold">“ឱលោកឪពុក ឱអ្នកម្តាយ”</span>។<br />
        ៩. ត្រូវសុំការអនុញ្ញាតពីលោកទាំងពីរជាមុន មុននឹងចូលទៅជួបលោកទាំងពីរក្នុងបន្ទប់របស់លោក។<br />
        ១០. ថើបដៃ និងថើបក្បាលរបស់លោកទាំងពីរ។
      </p>
    `
  },
  {
    question: "សំណួរទី៤. តើគេត្រូវធ្វើដូចម្តេចខ្លះចំពោះសាច់ញាតិ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> គឺគេត្រូវ ៖<br />
        ១. ត្រូវទៅសួរសុខទុក្ខសាច់ញាតិ ដូចជាបងប្អូន មា មីង <span class="text-gray-500">(ទាំងខាងឪពុក ទាំងខាងម្តាយ)</span> ក៏ដូចជាសាច់ញាតិផ្សេងៗទៀត។<br />
        ២. ត្រូវធ្វើល្អទៅកាន់ពួកគាត់តាមរយៈពាក្យសម្តី កាយវិការ និងជួយដល់ពួកគាត់។<br />
        ៣. ទូរសព្ទសួរសុខទុក្ខពួកគាត់។
      </p>
    `
  },
  {
    question: "សំណួរទី៥. តើខ្ញុំត្រូវធ្វើដូចម្តេចខ្លះចំពោះបងប្អូនមូស្លីមរបស់ខ្ញុំ និងមិត្តភក្តិរបស់ខ្ញុំ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> គឺខ្ញុំត្រូវ ៖<br />
        ១. ស្រឡាញ់ និងរាប់អានមិត្តភក្តិល្អៗ<br />
        ២. ចៀសវាង និងបោះបង់ការរាប់អានមិត្តភក្តិដែលមិនល្អ<br />
        ៣. ខ្ញុំឲ្យសាឡាមទៅកាន់បងប្អូនមូស្លីមរបស់ខ្ញុំ និងចាប់ដៃពួកគេ។<br />
        ៤. ខ្ញុំទៅសួរសុខទុក្ខពួកគេនៅពេលដែលពួកគេឈឺ និងបួងសួងសុំឲ្យពួកគេឆាប់ជាសះស្បើយ។<br />
        ៥. ខ្ញុំទទួលកណ្តាស់របស់អ្នកដែលកណ្តាស់<br />
        ៦. ខ្ញុំទទួលយកនូវការអញ្ជើញរបស់គាត់ប្រសិនបើគាត់អញ្ជើញខ្ញុំទៅលេងនឹងគាត់។<br />
        ៧. ខ្ញុំផ្តល់នូវការទូន្មានដល់គាត់។<br />
        ៨. ខ្ញុំជួយគាត់ប្រសិនបើគាត់ត្រូវគេបំពាន និងរារាំងគាត់មិនឲ្យបំពានលើគេ។<br />
        ៩. ខ្ញុំស្រឡាញ់បងប្អូនមូស្លីមរបស់ខ្ញុំដូចខ្ញុំស្រឡាញ់ខ្លួនឯងដែរ។<br />
        ១០. ខ្ញុំជួយគាត់នៅពេលដែលគាត់ត្រូវការឲ្យខ្ញុំជួយ។<br />
        ១១. ខ្ញុំមិនធ្វើអ្វីមួយដែលប៉ះពាល់ដល់គាត់នោះទេ មិនថាតាមរយៈពាក្យសម្តី ឬកាយវិការ។<br />
        ១២. ខ្ញុំលាក់បាំងនូវរឿងសម្ងាត់របស់គាត់។<br />
        ១៣. ខ្ញុំមិនជេរគាត់ មើលងាយគាត់ បន្តុះបង្អាប់គាត់ មិនច្រណែនឈ្នានីសគាត់ មិនស៊ើបការសម្ងាត់របស់គាត់ និងមិនបោកប្រាស់គាត់ទេ។
      </p>
    `
  },
  {
    question: "សំណួរទី៦. តើសុជីវធម៌ចំពោះអ្នកជិតខាងមានអ្វីខ្លះ?",
    answer: `
      <p>
        <br />
        ១. ខ្ញុំត្រូវធ្វើល្អចំពោះអ្នកជិតខាង ទាំងតាមរយៈពាក្យសម្តី និងកាយ-វិការ ហើយខ្ញុំជួយដល់គាត់នៅពេលដែលគាត់ត្រូវការឲ្យខ្ញុំជួយ។<br />
        ២. ខ្ញុំអបអរសាទរនិងរីករាយជាមួយគាត់នៅក្នុងថ្ងៃរ៉យ៉ា<span class="text-gray-500">(ថ្ងៃបុណ្យ)</span> ពេលរៀបគាត់អាពាហ៍ពិពាហ៍ និងផ្សេងៗទៀត។<br />
        ៣. ខ្ញុំទៅសួរសុខទុក្ខគាត់នៅពេលដែលគាត់ឈឺ និងចូលរួមរំលែកទុក្ខគាត់នៅពេលដែលគាត់មានទុក្ខ។<br />
        ៤. ខ្ញុំផ្តល់ម្ហូបអាហារដល់គាត់នូវអ្វីដែលខ្ញុំមានតាមដែលអាច។<br />
        ៥. ខ្ញុំមិនធ្វើទុក្ខបុកម្នេញដល់គាត់ជាដាច់ខាត មិនថាតាមរយៈពាក្យ-សម្តី ឬកាយវិការ។<br />
        ៦. ខ្ញុំមិនរំខានអ្នកជិតខាងតាមរយៈសំឡេងកងរំពង ឬស៊ើបការសម្ងាត់របស់គាត់នោះទេ ហើយខ្ញុំអត់ធ្មត់ប្រសិនបើគាត់ធ្វើដូច្នេះ។
      </p>
    `
  },
  {
    question: "សំណួរទី៧. តើសុជីវធម៌ក្នុងការទទួលភ្ញៀវ និងចំពោះភ្ញៀវមានអ្វីខ្លះ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> គឺខ្ញុំត្រូវ ៖<br />
        ១. ខ្ញុំត្រូវឆ្លើយតបនឹងការអញ្ជើញចំពោះអ្នកដែលបានអញ្ជើញខ្ញុំធ្វើជាភ្ញៀវ។<br />
        ២. នៅពេលដែលខ្ញុំចង់ទៅសួរសុខទុក្ខនរណាម្នាក់ គឺខ្ញុំសុំការអនុញ្ញាតជាមុន និងកំណត់ពេលវេលា។<br />
        ៣. ខ្ញុំសុំការអនុញ្ញាតមុននឹងចូល។<br />
        ៤. ខ្ញុំមិនទៅសួរសុខទុក្ខគាត់យូរពេកទេ។<br />
        ៥. ខ្ញុំទម្លាក់ក្រសែភ្នែកចុះពីការសម្លឹងមើលគ្រួសារគេ។<br />
        ៦. ខ្ញុំស្វាគមន៍ភ្ញៀវ និងរាក់ទាក់ភ្ញៀវឲ្យបានល្អតាមរយៈទឹកមុខរីករាយស្រស់បស់ និងនិយាយពាក្យស្វាគមន៍ដែលល្អៗ។<br />
        ៧. ខ្ញុំឲ្យភ្ញៀវអង្គុយនៅកន្លែងដែលល្អ។<br />
        ៨. ខ្ញុំទទួលស្វាគមន៍ភ្ញៀវដោយរៀបចំចំណីអាហារ និងភេសជ្ជៈជូនពួកគេ។
      </p>
    `
  },
  {
    question: "សំណួរទី៨. ចូរលើកឡើងពីសុជីវធម៌ចំពោះអ្នកជំងឺ និងការសួរសុខទុក្ខអ្នកជំងឺ។",
    answer: `
      <p>
        <b>ចម្លើយ</b> គឺខ្ញុំត្រូវ៖<br />
        ១. នៅពេលដែលខ្ញុំមានអារម្មណ៍ថាឈឺចាប់ ខ្ញុំយកដៃរបស់ខ្ញុំដាក់ត្រង់កន្លែងដែលឈឺចាប់នោះ ហើយខ្ញុំសូត្រថា <span class="text-blue-600 font-bold">بسم الله</span> ចំនួនបីដង រួចសូត្រថា ៖ <span class="text-blue-600 font-bold">أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ</span> ចំនួនប្រាំពីរដង។<br />
        ២. ខ្ញុំយល់ព្រម ពេញចិត្តចំពោះអ្វីដែលអល់ឡោះបានកំណត់ ហើយខ្ញុំអត់ធ្មត់។<br />
        ៣. ខ្ញុំរួសរាន់ក្នុងការទៅសួរសុខទុក្ខបងប្អូនមូស្លីមរបស់ខ្ញុំដែលមានជំងឺ ហើយបួងសួងសុំទូអាឲ្យគាត់ តែខ្ញុំមិននៅជាមួយគាត់យូរពេកទេ។<br />
        ៤. ខ្ញុំស្តោះផ្លុំឲ្យគាត់ ដោយមិនចាំបាច់ទាល់តែគាត់សុំខ្ញុំនោះទេ។<br />
        ៥. ខ្ញុំផ្តាំផ្ញើគាត់ឲ្យមានការអត់ធ្មត់ ត្រូវសុំទូអាបួងសួង ប្រតិបត្តិសឡាត និងជម្រះសម្អាតតាមលទ្ធភាពដែលគាត់មាន។<br />
        ៦. ទូអាឲ្យអ្នកជំងឺថា ៖ <span class="text-blue-600 font-bold">" أسْأَلُ اللهَ العَظيمَ، رَبِّ العَرْشِ العَظيمِ، أنْ يَشْفِيَكَ "</span> ចំនួន៧ដង។
      </p>
    `
  },
  {
    question: "សំណួរទី៩. ចូរលើកឡើងពីសុជីវធម៌ក្នុងការស្វែងរកចំណេះដឹង។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការស្វែងរកចំណេះដឹងមានដូចជា៖<br />
        ១. ត្រូវនៀតដោយចិត្តអៀខ្លើស<span class="text-gray-500">(ស្មោះស ជ្រះថ្លា)</span>ចំពោះអល់ឡោះជាម្ចាស់។<br />
        ២. ខ្ញុំអនុវត្តន៍តាមនូវអ្វីដែលខ្ញុំបានរៀន។<br />
        ៣. ខ្ញុំគោរពនិងលើកតម្កើងចំពោះលោកគ្រូ អ្នកគ្រូ ទោះជាពេលមានវត្តមានគាត់ ឬគ្មាន។<br />
        ៤. ខ្ញុំអង្គុយនៅមុខគ្រូប្រកបដោយសុជីធម៌។<br />
        ៥. ខ្ញុំស្ងៀមស្ងាត់ស្តាប់គាត់ និងមិនកាត់សម្តីគាត់នៅពេលដែលគាត់បង្រៀននោះទេ។<br />
        ៦. ខ្ញុំត្រូវមានសីលធម៌ សុជីវធម៌ នៅពេលលើកជាសំណួរសួរទៅកាន់គ្រូ។<br />
        ៧. ខ្ញុំមិនហៅឈ្មោះគាត់ចំៗនោះទេ។
      </p>
    `
  },
  {
    question: "សំណួរទី១០. តើសុជីវធម៌នៅកន្លែងជួបជុំមានអ្វីខ្លះ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌នៅកន្លែងជួបជុំមានដូចជា៖<br />
        ១. ខ្ញុំត្រូវឲ្យសាឡាមទៅកាន់អ្នកដែលអង្គុយនៅកន្លែងជួបជុំនោះ។<br />
        ២. ខ្ញុំអង្គុយនៅកន្លែងចុងគេ<span class="text-gray-500">(ប្រសិនបើខ្ញុំទៅក្រោយគេ)</span>។ ខ្ញុំមិនឲ្យនរណាម្នាក់ឈរ<span class="text-gray-500">(ដើម្បីខ្ញុំបានអង្គុយ)</span>នៅកន្លែងនោះ ឬអង្គុយនៅចន្លោះរវាងមនុស្សពីរនាក់នោះទេ លើកលែងតែមានការអនុញ្ញាតពីគេទាំងពីរ។<br />
        ៣. ខ្ញុំញែកកន្លែងអង្គុយឲ្យបានទូលាយ ដើម្បីឲ្យអ្នកដទៃបានអង្គុយដែរ។<br />
        ៤. ខ្ញុំមិនកាត់សម្តីគេនិយាយក្នុងកន្លែងជួបជុំនោះទេ។<br />
        ៥. ខ្ញុំសុំការអនុញ្ញាត និងឲ្យសាឡាមមុនពេលចាកចេញពីកន្លែងជួបជុំនោះ។<br />
        ៦. នៅពេលដែលការជួបជុំបានបញ្ចប់ ខ្ញុំសូត្រទូអាបញ្ចប់ការជួបជុំ ដោយសូត្រថា ៖<br/>
        <span class="text-blue-600 font-bold font-uthman-hafs-v17 text-xl"> سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلا أنْتَ ، أسْتَغْفِرُكَ وَأَتُوبُ إلَيْكَ</span> <span class="text-gray-500">(ឱអល់ឡោះ! ទ្រង់ដ៏មហាបរិសុទ្ធ ខ្ញុំសូមធ្វើសាក្សីថា គ្មានទេម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ត្រឹមត្រូវមានតែទ្រង់ ខ្ញុំសូមអភ័យទោស និងសារភាពកំហុសទៅចំពោះទ្រង់)</span>។
      </p>
    `
  },
  {
    question: "សំណួរទី១១. ចូរលើកឡើងពីសុជីវធម៌នៅក្នុងការដេក។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌នៅក្នុងការដេកមានដូចជា៖<br />
        ១. ខ្ញុំត្រូវចូលគេងពីព្រលប់<span class="text-gray-500">(បន្ទាប់ពីសឡាតអ៊ីស្ហារួច)</span>។<br />
        ២. ខ្ញុំគេងដោយភាពជ្រះស្អាត<span class="text-gray-500">(យកទឹកវូហ្ទុមុនចូលគេង)</span>។<br />
        ៣. ខ្ញុំមិនដេកផ្កាប់នោះទេ។<br />
        ៤. ខ្ញុំគេងដោយផ្អៀងទៅខាងស្តាំ ហើយដាក់ដៃស្តាំនៅក្រោមថ្ពាល់ស្តាំ។<br />
        ៥. ខ្ញុំរលាស់កម្រាលពូករបស់ខ្ញុំ<span class="text-gray-500">(មុនគេង)</span>។<br />
        ៦. ខ្ញុំសូត្រហ្ស៊ីកៀរពេលចូលគេង ដូចជាអាយ៉ាត់គួរស៊ីយ៍ ជំពូក អាល់អៀខ្លើស ជំពូកអាល់ហ្វាឡឹក និងជំពូអាន់ណាស ចំនួនបីៗដង ហើយខ្ញុំសូត្រថា៖ <span class="text-blue-600 font-bold">باسمك اللهم أموت وأحيا</span><br />
        ៧. ខ្ញុំក្រោកសឡាតស៊ូពុស។<br />
        ៨. ពេលក្រោកពីគេងវិញ ខ្ញុំសូត្រថា៖ <span class="text-blue-600 font-bold">الْحَمْدُ للهِ الَّذِي أحْيَانَا بَعْدَ مَا أمَاتَنَا وَإِلَيْهِ النُشُورُ</span>
      </p>
    `
  },
  {
    question: "សំណួរទី១២. តើសុជីវធម៌ក្នុងការទទួលទានអាហារមានអ្វីខ្លះ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការទទួលទានអាហារមានដូចជា ៖<br />
        ១. ខ្ញុំនៀតថា ការហូប និងការផឹករបស់ខ្ញុំនេះ គឺដើម្បីពង្រឹង<span class="text-gray-500">(មានកម្លាំង)</span>លើការគោរពប្រតិបត្តិចំពោះអល់ឡោះជាម្ចាស់។<br />
        ២. លាងដៃទាំងពីរមុននឹងទទួលទានអាហារ។<br />
        ៣. ខ្ញុំសូត្រ <span class="text-blue-600 font-bold">“بسم الله”</span> ហើយខ្ញុំទទួលទានអាហារនឹងដៃស្តាំរបស់ខ្ញុំ និងទទួលទាននូវអ្វីដែលនៅជិតខ្ញុំ។ ខ្ញុំមិនបរិភោគអាហារពីកណ្តាលចាន ហើយក៏មិនបរិភោគអាហារដែលមិននៅមុខខ្ញុំនោះដែរ។<br />
        ៤. ប្រសិនបើខ្ញុំភ្លេចសូត្រ <span class="text-blue-600 font-bold">بسم الله</span> នៅពេលចាប់ផ្តើមហូប គឺខ្ញុំសូត្រថា ៖ <span class="text-blue-600 font-bold">بسم الله في أوله وآخره</span><br />
        ៥. ខ្ញុំពេញចិត្តចំពោះអាហារដែលមាន។ ខ្ញុំមិនបន្តុះបង្អាប់អាហារនោះទេ។ ប្រសិនបើខ្ញុំចូលចិត្ត ខ្ញុំហូប តែបើខ្ញុំមិនចូលចិត្តទេនោះ ខ្ញុំទុកវា។<br />
        ៦. ខ្ញុំហូបល្មមៗ ដោយមិនហូបច្រើនពេកនោះទេ។<br />
        ៧. ខ្ញុំមិនផ្លុំអាហារ ឬគ្រឿងផឹក<span class="text-gray-500">(ដែលក្តៅ)</span>នោះទេ ដោយខ្ញុំទុកវាឲ្យត្រជាក់សិន។<br />
        ៨. ខ្ញុំទទួលទានអាហារជុំគ្នាជាមួយគ្រួសារ ឬជាមួយភ្ញៀវ។<br />
        ៩. ខ្ញុំមិនចាប់ផ្តើមទទួលទានអាហារមុនអ្នកដែលមានអាយុច្រើនជាងខ្ញុំនោះទេ។<br />
        ១០. ខ្ញុំពោលព្រះនាមអល់ឡោះ <span class="text-gray-500">(សូត្រ بسم الله)</span>នៅពេលខ្ញុំផឹក ហើយខ្ញុំផឹកដោយអង្គុយ និងផឹកបីដង។<br />
        ១១. ខ្ញុំថ្លែងសរសើរអល់ឡោះជាម្ចាស់បន្ទាប់ពីខ្ញុំទទួលទានរួច។
      </p>
    `
  },
  {
    question: "សំណួរទី១៣. តើសុជីវធម៌ក្នុងការស្លៀកពាក់មានអ្វីខ្លះ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការស្លៀកពាក់មានដូចជា ៖<br />
        ១. ខ្ញុំចាប់ផ្តើមស្លៀកសម្លៀកបំពាក់របស់ខ្ញុំពីខាងស្តាំមុន ហើយខ្ញុំថ្លែងសរសើរអល់ឡោះជាម្ចាស់។<br />
        ២. ខ្ញុំមិនបង្អូសសម្លៀកបំពាក់របស់ខ្ញុំក្រោមភ្នែកគោលនោះទេ។<br />
        ៣. មិនត្រូវស្លៀកសម្លៀកបំពាក់ក្មេងស្រីឲ្យក្មេងប្រុសនោះទេ ហើយក៏មិនត្រូវស្លៀកសម្លៀកបំពាក់ក្មេងប្រុសឲ្យក្មេងស្រីនោះដែរ។<br />
        ៤. មិនត្រូវស្លៀកសម្លៀកបំពាក់ប្រដូចនឹងពួកគ្មានជំនឿ និងពួកប្រព្រឹត្តអាក្រក់នោះទេ។<br />
        ៥. សូត្រ <span class="text-blue-600 font-bold">بسم الله</span> នៅពេលដោះសម្លៀកបំពាក់។<br />
        ៦. ពាក់ស្បែកជើងដោយស្តាំមុនជើងឆ្វេង ហើយដោះស្បែកជើងដោយជើងឆ្វេងមុនជើងស្តាំ។
      </p>
    `
  },
  {
    question: "សំណួរទី១៤. ចូរលើកឡើងពីសុជីវធម៌ក្នុងការជិះជំនិះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការជិះជំនិះមាន ៖<br />
        ១. ខ្ញុំសូត្រ ពិសមិលឡះ អាល់ហាំទូលិលឡះ រួចសូត្រថា ៖<br />
        <span class="text-blue-600 font-bold font-uthman-hafs-v17 text-xl">﴿ سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ﴾</span><br />
        <span class="text-gray-500">(មហាបរិសុទ្ធទ្រង់ដែលបានសម្រួលដល់ពួកយើង ដោយពួកយើងគ្មានលទ្ធភាពចំពោះវាឡើយ។ ហើយពិតណាស់ ពួកយើងនឹងត្រូវវិលត្រឡប់ទៅចំពោះម្ចាស់របស់យើងវិញ)</span>។ <span class="text-gray-500">(ហ្ស៊ុខរុហ្វ : ១៣-១៤)</span><br />
        ២. ប្រសិនបើខ្ញុំឆ្លងកាត់អ្នកមូស្លីម គឺខ្ញុំឲ្យសាឡាមទៅកាន់គាត់។
      </p>
    `
  },
  {
    question: "សំណួរទី១៥. ចូរលើកឡើងពីសុជីវធម៌នៅតាមផ្លូវ។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌នៅតាមផ្លូវមានដូចជា ៖<br />
        ១. ខ្ញុំដើរដោយរមទម ឱនលំទោន និងដើរប្រកាន់ស្តាំ។<br />
        ២. ខ្ញុំឲ្យសាឡាមទៅកាន់អ្នកដែលខ្ញុំបានជួប។<br />
        ៣. ខ្ញុំទម្លាក់ក្រសែភ្នែករបស់ខ្ញុំ ហើយខ្ញុំមិនបង្កទុក្ខទោសដល់នរណាម្នាក់នោះឡើយ។<br />
        ៤. ខ្ញុំប្រើគេឲ្យធ្វើល្អ និងហាមឃាត់គេពីទង្វើអាក្រក់។<br />
        ៥. ខ្ញុំយកវត្ថុដែលអាចបង្កគ្រោះថ្នាក់ចេញពីផ្លូវ។
      </p>
    `
  },
  {
    question: "សំណួរទី១៦. ចូរលើកឡើងពីសុជីវធម៌នៅពេលចូល និងចេញពីគេហដ្ឋាន។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌នៅពេលចូល និងចេញពីគេហដ្ឋានមានដូចជា ៖<br/>
        ១. ខ្ញុំចេញពីផ្ទះដោយឈានជើងឆ្វេងមុន ហើយសូត្រថា៖<br />
        <span class="text-blue-600 font-bold font-uthman-hafs-v17 text-xl"> بِسْمِ اللهِ تَوَكَّلتُ عَلَى اللهِ ، ولا حول ولا قوة إلا بالله. اللَّهُمَّ إِنِّي أعُوذُ بِكَ أنْ أضِلَّ أَوْ أُضَلَّ ، أَوْ أَزِلَّ أَوْ أُزَلَّ ، أَوْ أظْلِمَ أَوْ أُظْلَمَ ، أَوْ أجْهَلَ أَوْ يُجْهَلَ عَلَيَّ </span>
        <br /><span class="text-gray-500">(ក្នុងនាមអល់ឡោះ ខ្ញុំបានពឹងផ្អែកលើអល់ឡោះ ហើយគ្មានទេអានុភាព និងឥទ្ធិពលគឺមានតែមកពីអល់ឡោះ។ ឱអល់ឡោះ! ប្រាកដណាស់ ខ្ញុំសុំពីទ្រង់មេត្តាបញ្ជៀសខ្ញុំពីការវងេ្វង ឬត្រូវគេធ្វើឲ្យវងេ្វង សូមបញ្ជៀសខ្ញុំពីការធ្វើខុស ឬត្រូវគេនាំឲ្យធ្វើខុស សូមបញ្ជៀសខ្ញុំពីការប្រព្រឹត្តអយុត្តិធម៌លើគេ ឬត្រូវគេប្រព្រឹត្តអយុតិ្ដធម៌មកលើ និងសូមបញ្ជៀសខ្ញុំពីការប្រព្រឹត្តអំពើល្ងង់ខ្លៅ ឬត្រូវគេប្រព្រឹត្តអំពើល្ងង់ខ្លៅមកលើខ្ញុំ)</span>។ <br />
        ២. ខ្ញុំចូលផ្ទះដោយឈានជើងស្តាំចូលមុន ហើយសូត្រថា៖ <span class="text-blue-600 font-bold">بسمِ اللهِ وَلَجْنا وبسمِ اللهِ خرجْنا وعلى اللهِ ربِّنا توكَّلْنا</span><br />
        ៣. ខ្ញុំឲ្យសាឡាមទៅកាន់ក្រុមគ្រួសារ ហើយចាប់ផ្តើម<span class="text-gray-500">(ដុសធ្មេញ)</span>នឹងស៊ីវ៉ាក។
      </p>
    `
  },
  {
    question: "សំណួរទី១៧. ចូរលើកឡើងពីសុជីវធម៌នៅក្នុងការបន្ទោបង់។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌នៅក្នុងការបន្ទោបង់មាន ៖<br />
        ១. ខ្ញុំឈានជើងឆ្វេងចូលមុន។<br />
        ២. មុនពេលចូល ខ្ញុំសូត្រថា៖ <span class="text-blue-600 font-bold">اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الخُبْثِ والْخَبَائِثِ</span><br />
        ៣. ខ្ញុំមិននាំយកអ្វីមួយដែលមាននៅក្នុងនោះនូវការហ្ស៊ីកៀរអល់ឡោះចូលក្នុងបន្ទប់ទឹកឡើយ។<br />
        ៤. ខ្ញុំបិទបាំងរាងកាយនៅពេលដែលបន្ទោបង់។<br />
        ៥. ខ្ញុំមិននិយាយគ្នានៅកន្លែងបន្ទោបង់ឡើយ។<br />
        ៦. ខ្ញុំមិនតម្រង់ទៅកាន់ទិសគិបឡាត់ ហើយក៏មិនបែរខ្នងដាក់ទិសគិបឡាត់នោះដែរក្នុងពេលបត់ជើងតូច ឬបត់ជើងធំនោះ។<br />
        ៧. ខ្ញុំប្រើប្រាស់ដៃឆ្វេងរបស់ខ្ញុំក្នុងការសម្អាត ហើយមិនប្រើប្រាស់ដៃស្តាំនោះទេ។<br />
        ៨. ខ្ញុំមិនបន្ទោបង់នៅតាមផ្លូវគេដើរ ឬក្នុងម្លប់ដែលគេជ្រកនោះទេ។<br />
        ៩. ខ្ញុំលាងសម្អាតដៃរបស់ខ្ញុំបន្ទាប់ពីបន្ទោបង់រួច។<br />
        ១០. ខ្ញុំចេញមកវិញដោយឈានជើងឆ្វេងមុន ហើយសូត្រថា <span class="text-blue-600 font-bold">غُفْرَانَكَ</span>
      </p>
    `
  },
  {
    question: "សំណួរទី១៨. ចូរលើកឡើងពីសុជីវធម៌ចំពោះម៉ាស្ជិត។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ចំពោះម៉ាស្ជិតមានដូចជា ៖<br />
        ១. ខ្ញុំឈានជើងស្តាំចូលមុន ហើយសូត្រថា៖ <span class="text-blue-600 font-bold">بسم الله ، اللهمَّ افْتَحْ لي أبوابَ رحمتِكَ</span><br />
        ២. ខ្ញុំមិនអង្គុយចុះនោះទេ ទាល់តែខ្ញុំបានសឡាតពីររ៉ក្អាត់សិន។<br />
        ៣. ខ្ញុំមិនដើរកាត់គេកំពុងសឡាតនោះទេ មិនប្រកាសរករបស់ដែលបាត់ ឬទិញឬលក់អ្វីមួយនៅក្នុងម៉ាស្ជិតឡើយ។<br />
        ៤. ខ្ញុំចេញពីម៉ាស្ជិតដោយឈានជើងឆ្វេងចេញមុន ហើយសូត្រថា ៖ <span class="text-blue-600 font-bold">اللَّهمَّ إنِّي أسألُكَ مِن فضلِكَ</span>
      </p>
    `
  },
  {
    question: "សំណួរទី១៩. ចូរលើកឡើងពីសុជីវធម៌នៃការឲ្យសាឡាម។",
    answer: `
      <p>
        <br />
        ១. នៅពេលដែលខ្ញុំជួបអ្នកមូស្លីមណាម្នាក់ ខ្ញុំផ្តើមឲ្យសាឡាមទៅកាន់គេមុនដោយពោលថា៖ <span class="text-blue-600 font-bold">السلام عليكم ورحمة الله وبركاته</span> ពុំមែនខ្ញុំជួបហើយដោយមិនឲ្យសាឡាមនោះទេ ហើយខ្ញុំក៏មិនចង្អុលទៅកាន់នរណាម្នាក់នោះដែរ។<br />
        ២. ខ្ញុំបង្ហាញទឹកមុខញញឹមចំពោះអ្នកដែលខ្ញុំឲ្យសាឡាមទៅកាន់។<br />
        ៣. ខ្ញុំចាប់ដៃគាត់ដោយដៃស្តាំរបស់ខ្ញុំ។<br />
        ៤. នៅពេលនរណាម្នាក់ស្វាគមន៍ខ្ញុំ ខ្ញុំនឹងតបទៅវិញឲ្យបានល្អជាង ឬក៏ស្មើគ្នា។<br />
        ៥. ខ្ញុំមិនផ្តើមឲ្យសាឡាមមុនទៅកាន់ពួកគ្មានជំនឿនោះទេ តែប្រសិនបើគេឲ្យសាឡាមមកខ្ញុំមុន ខ្ញុំនឹងតបទៅវិញដូចគ្នា។<br />
        ៦. អ្នកមានអាយុតិចឲ្យសាឡាមទៅអ្នកមានអាយុច្រើនជាង អ្នកជិះលើជំនិះឲ្យសាឡាមទៅកាន់អ្នកដើរ អ្នកដើរឲ្យសាឡាមទៅកាន់អ្នកអង្គុយ ហើយអ្នកមានគ្នាតិច ឲ្យសាឡាមទៅកាន់អ្នកមានគ្នាច្រើន។
      </p>
    `
  },
  {
    question: "សំណួរទី២០. ចូរលើកឡើងពីសុជីវធម៌នៃការសុំការអនុញ្ញាត។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការសុំការអនុញ្ញាតមានដូចជា ៖<br />
        ១. ខ្ញុំសុំការអនុញ្ញាតជាមុន មុននឹងចូលកន្លែងណាមួយ។<br />
        ២. ខ្ញុំសុំការអនុញ្ញាតចំនួនបីដង ដោយមិនបន្ថែមលើសនេះទេ ហើយបើគ្មានការឆ្លើយតបទេ គឺខ្ញុំត្រឡប់ទៅវិញ។<br />
        ៣. ខ្ញុំគោះទ្វារដោយថ្នមៗ ហើយខ្ញុំមិនឈរចំពីមុខទ្វារនោះទេ តែខ្ញុំឈរនៅខាងស្តាំ ឬឈរខាងឆ្វេងនៃមាត់ទ្វារ។<br />
        ៤. ខ្ញុំមិនចូលបន្ទប់ឪពុករបស់ខ្ញុំ ឬម្តាយរបស់ខ្ញុំ ឬក៏បន្ទប់នរណាម្នាក់មុននឹងខ្ញុំសុំការអនុញ្ញាតនោះទេ ជាពិសេស គឺពេលមុនស៊ូពុស<span class="text-gray-500">(ពេលទៀបភ្លឺ)</span> ពេលបន្ទាប់ពីសឡាតហ្ស៊ូហោរ និងពេលបន្ទាប់ពីសឡាតអ៊ីស្ហា។<br />
        ៥. ខ្ញុំអាចចូលកន្លែងដែលមិនមែនជាកន្លែងដែលគេស្នាក់នៅ ដូចជាមន្ទីរពេទ្យ និងហាងលក់ទំនិញដោយមិនបាច់សុំការអនុញ្ញាតបាន។
      </p>
    `
  },
  {
    question: "សំណួរទី២១. តើសុជីវធម៌ទន់ភ្លន់ចំពោះសត្វធាតុមានអ្វីខ្លះ?",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ទន់ភ្លន់ចំពោះសត្វធាតុមានដូចជា៖<br />
        ១. ខ្ញុំផ្តល់អាហារ និងទឹកដល់វា។<br />
        ២. មានក្តីមេត្តាករុណាចំពោះសត្វធាតុ និងមិនត្រូវឲ្យវាដឹកអ្វីលើសពីសមត្ថភាពរបស់វានោះទេ។<br />
        ៣. ខ្ញុំមិនធ្វើទណ្ឌកម្ម ឬធ្វើបាបសត្វធាតុទាំងនោះដោយវិធីសាស្ត្រណាមួយនោះឡើយ។
      </p>
    `
  },
  {
    question: "សំណួរទី២២. ចូរលើកឡើងពីសុជីវធម៌ក្នុងការលេងកីឡា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការលេងកីឡាមានដូចជា៖<br />
        ១. ខ្ញុំលេងកីឡាដោយនៀតថា ដើម្បីជាការពង្រឹងរាងកាយដើម្បីគោរពប្រតិបត្តិអល់ឡោះ និងការពេញចិត្តពីទ្រង់។<br />
        ២. ខ្ញុំមិនលេងកីឡាក្នុងម៉ោងសឡាតនោះឡើយ។<br />
        ៣. មិនត្រូវឲ្យក្មេងប្រុសលេងកីឡាជាមួយនឹងក្មេងស្រីឡើយ។<br />
        ៤. ខ្ញុំប្រកាន់ខ្ជាប់នូវការស្លៀកសំលៀកបំពាក់កីឡា ដោយបិទបាំងជិតអាវរ៉ាត់<span class="text-gray-500">(កេរខ្មាស)</span>ទាំងអស់របស់ខ្ញុំ។<br />
        ៥. ខ្ញុំចៀសវាងពីប្រភេទកីឡាដែលត្រូវបានគេហាមឃាត់ ដូចជាប្រភេទកីឡាដែលមានការវាយលើផ្ទៃមុខ ឬលេចចេញអាវរ៉ាត់<span class="text-gray-500">(កេរខ្មាស)</span>ជាដើម។
      </p>
    `
  },
  {
    question: "សំណួរទី២៣. ចូរលើកឡើងពីសុជីវធម៌ក្នុងការលេងសើច។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការលេងសើចមានដូចជា៖<br />
        ១. ខ្ញុំគ្រាន់តែនិយាយលេងសើចប៉ុណ្ណោះដោយគ្មានការពាក់ព័ន្ធនឹងការចំអក មើលងាយ បង្កទុក្ខទោស និងការគំរាមកំហែងឡើយ។<br />
        ២. ការលេងសើចនោះ ត្រូវចៀសវាងពីការចំអកឡកឡឺយ មើលងាយ មើលស្រាល ធ្វើបាប ឬបំភ័យដល់នរណាម្នាក់។<br />
        ៣. មិនត្រូវលេងសើចច្រើនឡើយ។
      </p>
    `
  },
  {
    question: "សំណួរទី២៤. ចូរលើកឡើងពីសុជីវធម៌ក្នុងការកណ្តាស់។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការកណ្តាស់មានដូចជា៖<br />
        ១. យកដៃ ឬអាវ ឬកន្សែងបិទមាត់នៅពេលកណ្តាស់។<br />
        ២. នៅពេលកណ្តាស់ ត្រូវថ្លែងសរសើរអល់ឡោះដោយសូត្រថា៖ <span class="text-blue-600 font-bold">"الحمد لله"</span><br />
        ៣. អ្នកនៅក្បែរដែលឮគេពោលថា៖ <span class="text-blue-600 font-bold">"الحمد لله"</span> នោះ ត្រូវតបថា៖ <span class="text-blue-600 font-bold">"يرحمك الله"</span><br />
        ហើយអ្នកដែលកណ្តាស់នោះ ត្រូវតបវិញថា៖ <span class="text-blue-600 font-bold">"يهديكم الله ويصلح بالكم"</span>
      </p>
    `
  },
  {
    question: "សំណួរទី២៥. ចូរលើកឡើងពីសុជីវធម៌ក្នុងការស្ងាប។",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការស្ងាបមានដូចជា៖<br />
        ១. ព្យាយាមទប់ស្ងាប<br />
        ២. មិនត្រូវបញ្ចេញសំឡេងនៅពេលស្ងាបឡើយ។<br />
        ៣. យកដៃខ្ទប់មាត់នៅពេលស្ងាប។
      </p>
    `
  },
  {
    question: "សំណួរទី២៦. ចូរលើកឡើងពីសុជីវធម៌ក្នុងការសូត្រគម្ពីរគួរអាន?",
    answer: `
      <p>
        <b>ចម្លើយ</b> សុជីវធម៌ក្នុងការសូត្រគម្ពីរគួរអានមានដូចជា ៖<br />
        ១. សូត្រគួរអានក្នុងភាពជ្រះស្អាត គឺបន្ទាប់ពីយកវូហ្ទុហើយ។<br />
        ២. អង្គុយសូត្រប្រកបដោយសុជីវធម៌ និងមានភាពថ្លៃថ្នូរ។<br />
        ៣. ខ្ញុំសុំការបញ្ចៀសអំពីអល់ឡោះពីពពួកស្ហៃតននៅពេលចាប់ផ្តើមសូត្រ។<br />
        ៤. ខ្ញុំសូត្រគម្ពីរគួរអានជាមួយនឹងស្វែងយល់ពីអត្ថន័យរបស់វា។
      </p>
    `
  }
];
