export const aqeedaData = [
  {
    question: 'សំណួរទី១. តើនរណាជាម្ចាស់របស់អ្នក?',
    answer: '<b>ចម្លើយ</b> អល់ឡោះ គឺជាម្ចាស់របស់ខ្ញុំ ជាអ្នកដែលគ្រប់គ្រងខ្ញុំ និងជាអ្នកគ្រប់គ្រងសាកលលោកទាំងមូល ដោយឧបការគុណរបស់ទ្រង់។<br />ភស្តុតាង៖ បន្ទូលរបស់អល់ឡោះជាម្ចាស់ ៖ រាល់ការសរសើរ គឺចំពោះអល់ឡោះដែលជាម្ចាស់គ្រប់គ្រង ពិភពទាំងអស់។ <span class="c2">(អាល់ហ្វទីហះ : ២)</span>'
  },
  {
    question: 'សំណួរទី២. តើអ្វីជាសាសនារបស់អ្នក?',
    answer: '<b>ចម្លើយ</b> សាសនារបស់ខ្ញុំ គឺសាសនាអ៊ីស្លាម វានោះគឺជាសាសនាដែលទទួលយកអល់ឡោះតែមួយគត់ធ្វើជាម្ចាស់ ប្រគល់ខ្លួនចំពោះទ្រង់ដោយការប្រតិបត្តិ និងចៀសឆ្ងាយពីអំពើស្ហ៊ីរិក<span class="c2">(ពហុទេពនិយម)</span>ទាំងឡាយ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“ពិតប្រាកដណាស់ សាសនារបស់អល់ឡោះនោះ គឺសាសនាអ៊ីស្លាម”</span>។ <span class="c2">(អាលីអ៊ិមរ៉ន : ១៩)</span>'
  },
  {
    question: 'សំណួរទី៣. តើនរណាជាព្យាការី(ណាពី)របស់អ្នក?',
    answer: '<b>ចម្លើយ</b> ព្យាការី<span class="c2">(ណាពី)</span>របស់ខ្ញុំ គឺព្យាការីមូហាំម៉ាត់<span class="c2">(សូមសន្តិភាពកើតមានដល់លោក)</span>។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“មូហាំម៉ាត់ ជាអ្នកនាំសាររបស់អល់ឡោះ”</span>។ <span class="c2">(អាល់ហ្វាតហ៍ : ២៩)</span>'
  },
  {
    question: 'សំណួរទី៤. ចូរលើកឡើងពី កាលីម៉ះ តាវហេទ(ពាក្យដែលបញ្ជាក់ពីឯកទេពនិយមរបស់អល់ឡោះ) និងអត្ថន័យរបស់វា?',
    answer: '<b>ចម្លើយ</b> កាលីម៉ះ តាវហេទ នោះគឺ لَا إله إِلَّا اللَّهُ <span class="c2">(ឡើអ៊ីឡើហា អ៊ិលលល់ឡោះ)</span> ហើយដែលមានន័យថា គ្មានទេម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ពិតប្រាកដ គឺមានតែអល់ឡោះជាម្ចាស់តែមួយគត់។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“ដូចេ្នះ ចូរអ្នក<span class="c2">(មូហាំម៉ាត់)</span>ជ្រាបចុះថា ជាការពិតណាស់ គ្មានម្ចាស់ណាផេ្សងដែលគេត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដ ក្រៅពីអល់ឡោះឡើយ”</span>។ <span class="c2">(មូហាំម៉ាត់ : ១៩)</span>'
  },
  {
    question: 'សំណួរទី៥. តើអល់ឡោះជាម្ចាស់ទ្រង់នៅឯណា?',
    answer: '<b>ចម្លើយ</b> អល់ឡោះជាម្ចាស់ទ្រង់នៅលើមេឃ គង់លើអារ៉ស្ហ<span class="c2">(បល្ល័ង្គ)</span>របស់ទ្រង់ នៅពីលើអ្វីៗទាំងអស់។ ទ្រង់ជាម្ចាស់មហាសប្បុរសនៅលើអារ៉ស្ហ។ <span class="c2">(តហា : ៥)</span> ទ្រង់បានមានបន្ទូលទៀតថា ៖ ហើយទ្រង់ជាអ្នកមានអានុភាពលើបណ្ដាខ្ញុំរបស់ទ្រង់ ហើយទ្រង់មហាគតិបណ្ឌិត មហាជ្រួតជ្រាប។ <span class="c2">(អាល់អាន់អាម : ១៨)</span>'
  },
  {
    question: 'សំណួរទី៦. តើការសច្ចាថា “មូហាំម៉ាត់ គឺជាអ្នកនាំសារ(រ៉សូល)របស់អល់ឡោះ” មានន័យយ៉ាងដូចម្តេច?',
    answer: '<b>ចម្លើយ</b> គឺមានន័យថា ជាការពិតណាស់ អល់ឡោះជាម្ចាស់បានបញ្ជូនលោកមកកាន់ពិភពទាំងអស់ ដើម្បីផ្តល់ដំណឹងរីករាយ និងព្រមានបន្លាច។<br />ហើយគេចាំបាច់ត្រូវ ៖<br />១. គោរពតាមរាល់បទបញ្ជាទាំងឡាយរបស់លោក<br />២. ជឿជាក់ចំពោះដំណឹងទាំងឡាយដែលលោកបានប្រាប់<br />៣. មិនត្រូវប្រព្រឹត្តល្មើសចំពោះលោក<br />៤. ត្រូវគោរពសក្ការៈ<span class="c2">(ធ្វើអ៊ីហ្ពាហ្ទាត់)</span>ស្របទៅតាមច្បាប់បញ្ញត្តិរបស់លោក ពោលគឺត្រូវយកគំរូតាមលោក និងបោះបង់ចោលរាល់ការបង្កើតថ្មីក្នុងសាសនា<span class="c2">(ប្រការពិទអះ)</span>។<br />អល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា ៖ <span class="c1">“អ្នកណាហើយប្រតិបត្ដិតាមអ្នកនាំសារ<span class="c2">(មូហាំម៉ាត់)</span> គឺគេពិតជាបានប្រតិបត្តិតាមអល់ឡោះ”</span>។ ទ្រង់បានមានបន្ទូលទៀតថា ៖ <span class="c1">“ហើយគាត់<span class="c2">(មូហាំម៉ាត់)</span>ក៏មិននិយាយអ្វីតាមទំនើងចិត្ដដែរ។ វា<span class="c2">(ពាក្យសំដីដែលគាត់និយាយ)</span> គ្មានអ្វីក្រៅពីវ៉ាហ៊ីដែលត្រូវគេវ៉ាហ៊ីមកនោះឡើយ”</span>។ <span class="c2">(អាន់ណាច់ម៍ : ៣-៤)</span> អល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលផងដែរថា ៖ ជាការពិតណាស់ ពួកអ្នកមានអ្នកនាំសាររបស់អល់ឡោះ <span class="c2">(មូហាំម៉ាត់)</span>ជាគំរូដ៏ល្អសម្រាប់អ្នកណាដែលសង្ឃឹមថានឹងបានជួប អល់ឡោះ និងថ្ងៃបរលោក ហើយនិងបានរំលឹកចំពោះអល់ឡោះ យ៉ាងច្រើន។ <span class="c2">(អាល់់អះហ្សាប : ២១)</span>'
  },
  {
    question: 'សំណួរទី៧. ហេតុអ្វីបានជាអល់ឡោះជាម្ចាស់ទ្រង់បង្កើតពួកយើង?',
    answer: '<b>ចម្លើយ</b> អល់ឡោះជាម្ចាស់ទ្រង់បង្កើតពួកយើងមកដើម្បីឲ្យពួកយើងគោរពសក្ការៈ<span class="c2">(ធ្វើអ៊ីហ្ពាហ្ទាត់)</span>ចំពោះទ្រង់តែមួយគត់ ដោយមិនត្រូវគោរពសក្ការៈចំពោះអ្នកផ្សេងរួមជាមួយនឹងទ្រង់ឡើយ។<br />ទ្រង់ពុំមែនបង្កើតពួកយើងមកជាការលេងសើច ទទេៗ ឥតប្រយោជន៍នោះទេ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ ហើយយើងមិនបានបង្កើតជិន និងមនុស្សលោកក្រៅពីឱ្យ ពួកគេគោរពសក្ការៈមកចំពោះយើងឡើយ។ <span class="c2">(អាសហ្សារីយ៉ាត : ៥៦)</span>'
  },
  {
    question: 'សំណួរទី៨. តើអ្វីទៅជាការគោរពសក្ការៈ(អ៊ីហ្ពាហ្ទាត់)?',
    answer: '<b>ចម្លើយ</b> ការគោរពសក្ការៈ<span class="c2">(អ៊ីហ្ពាហ្ទាត់)</span> គឺជាសមូហនាមដែលសំដៅលើគ្រប់ប្រការទាំងអស់ដែលអល់ឡោះជាម្ចាស់ទ្រង់ស្រឡាញ់ និងពេញចិត្ត មិនថាជាពាក្យសម្តី ឬទង្វើ ទាំងខាងក្រៅ និងខាងក្នុង។<br />•ផ្នែកខាងក្រៅ៖ ដូចជាការហ្ស៊ីកៀរ<span class="c2">(រលឹក)</span>ចំពោះអល់ឡោះដោយអណ្តាត ដូចជាការតាសពេស្ហ តះមីទ និងតឹកពៀរ ការប្រតិបត្តិសឡាត ការធ្វើធម្មយាត្រាហាជ្ជីជាដើម។<br />•ផ្នែកខាងក្នុង៖ ដូចជាការប្រគល់ការទុកចិត្ត<span class="c2">(តាវឹកកាល់)</span> ការខ្លាច និងការសង្ឃឹម។'
  },
  {
    question: 'សំណួរទី៩. តើអ្វីទៅជាកាតព្វកិច្ចដ៏ធំជាងគេបំផុតមកលើយើងទាំងអស់គ្នា?',
    answer: '<b>ចម្លើយ</b> កាតព្វកិច្ចដ៏ធំជាងគេបំផុតមកលើពួកយើងទាំងអស់គ្នានោះ គឺតាវហេទ<span class="c2">(ឯកទេពនិយម)</span>ចំពោះអល់ឡោះជាម្ចាស់។'
  },
  {
    question: 'សំណួរទី១០. តើតាវហេទ(ឯកទេពនិយមចំពោះអល់ឡោះជាម្ចាស់)មានប៉ុន្មានប្រភេទ?',
    answer: '<b>ចម្លើយ</b> តាវហេទត្រូវបានបែងចែកទៅជាបីប្រភេទគឺ ៖<br />១. តាវហេទ រូពូពីយ៉ះ <span class="c2">(ឯកទេពនិយមចំពោះការបង្កើត)</span>៖ គឺការមានជំនឿថា អល់ឡោះជាម្ចាស់តែមួយគត់ដែលជាអ្នកបង្កើត ជាអ្នកប្រទានលាភសក្ការៈ ជាអ្នកត្រួតត្រា និងជាអ្នកចាត់ចែង<span class="c2">(អ្វីៗទាំងអស់ក្នុងចក្រវាឡ)</span> ដោយពុំមានដៃគូណាមួយរួមជាមួយនឹងទ្រង់ឡើយ។<br />២. តាវហេទ អ៊ូលូហ៊ីយ៉ះ <span class="c2">(ឯកទេពនិយមចំពោះការគោរពសក្ការៈ)</span>៖ គឺការទទួលយកអល់ឡោះជាម្ចាស់តែមួយគត់ក្នុងការគោរពសក្ការៈ ពោលគឺត្រូវគោរពសក្ការៈចំពោះអល់ឡោះជាម្ចាស់តែមួយគត់ ដោយមិនត្រូវគោរពសក្ការៈចំពោះអ្វីផ្សេងជាដាច់ខាត។<br />៣. តាវហេទ អាល់អាស្មាក វ៉ាសស៊ីហ្វាត <span class="c2">(ឯកទេពនិយមចំពោះព្រះនាម និងលក្ខណៈរបស់ទ្រង់)</span>៖ គឺត្រូវមានជំនឿចំពោះបណ្តាព្រះនាម និងលក្ខណៈ<span class="c2">(ស៊ីហ្វាត)</span>ទាំងឡាយណាដែលមានភស្តុតាងបញ្ជាក់នៅក្នុងគម្ពីរគួរអាននិងស៊ុណ្ណះ<span class="c2">(លំអានរបស់ព្យាការី)</span> ដោយមិនមានការប្រៀបធៀប ប្រៀបប្រដូច ឬក៏បដិសេធឡើយ។<br />ភស្តុតាងដែលបញ្ជាក់ពីតាវហេទទាំងបីប្រភេទនេះ គឺបន្ទូលរបស់អល់ឡោះជាម្ចាស់ដែលទ្រង់បានមានបន្ទូលថា ៖ ទ្រង់ជាម្ចាស់នៃមេឃជាច្រើនជាន់ និងផែនដី ព្រមទាំង អ្វីៗដែលនៅចន្លោះវាទាំងពីរ។ ដូចេ្នះ ចូរអ្នក<span class="c2">(មូហាំម៉ាត់)</span>គោរព សក្ការៈចំពោះទ្រង់ និងទ្រាំអត់ធ្មត់ក្នុងការគោរពសក្ការៈចំពោះ ទ្រង់។ តើអ្នកដឹងទេថា មានអ្នកណាដែលមានឈ្មោះដូចទ្រង់នោះ? <span class="c2">(ម៉ើរយ៉ាំ : ៦៥)</span>'
  },
  {
    question: 'សំណួរទី១១. តើបាបកម្មអ្វីដែលធំជាងគេបំផុតក្នុងសាសនាអ៊ីស្លាម?',
    answer: '<b>ចម្លើយ</b> បាបកម្មដែលធំជាងគេបំផុតក្នុងសាសនាអ៊ីស្លាម គឺការធ្វើស្ហ៊ីរិក<span class="c2">(ពហុទេពនិយម)</span>ចំពោះអល់ឡោះជាម្ចាស់។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ ពិតប្រាកដណាស់ អល់ឡោះមិនអភ័យទោសឱ្យអ្នកដែល ធ្វើសី្ហុរិកចំពោះទ្រង់នោះឡើយ តែទ្រង់នឹងអភ័យទោសឱ្យចំពោះ បាបកម្មផេ្សងពីនោះចំពោះអ្នកណាដែលទ្រង់មានចេតនា។ ហើយ អ្នកណាធ្វើស្ហ៊ីរិកចំពោះអល់ឡោះ គឺគេពិតជាបានប្រព្រឹត្តបាបកម្ម មួយដ៏ធ្ងន់ធ្ងរ។ <span class="c2">(អាន់នីសាក : ៤៨)</span>'
  },
  {
    question: 'សំណួរទី១២. ចូរលើកឡើងពីស៊្ហីរិក និងប្រភេទរបស់វា?',
    answer: '<b>ចម្លើយ</b> ស្ហ៊ីរិក គឺការគោរពសក្ការៈ<span class="c2">(ធ្វើអ៊ីហ្ពាហ្ទាត់)</span>ចំពោះអ្នកផ្សេងឬចំពោះអ្វីមួយរួមជាមួយនឹងអល់ឡោះជាម្ចាស់ ឬជាការបង្វែរនូវប្រភេទណាមួយក្នុងចំណោមប្រភេទទាំងឡាយនៃការគោរពសក្ការៈទៅកាន់អ្នកផ្សេងក្រៅពីអល់ឡោះ។<br />ចំណែកឯប្រភេទរបស់វា គឺមាន ៖<br />ស្ហ៊ីរិកធំ<span class="c2">(ពហុទេពនិយមកំរិតធ្ងន់)</span>៖ ដូចជាការបួងសួងសុំអ្វីមូយក្រៅពីអល់ឡោះ ឬស៊ូជោត<span class="c2">(លុតក្រាប)</span>ចំពោះអ្វីមួយក្រៅពីអល់ឡោះ ឬក៏សំឡេះសត្វសម្រាប់បូជាទៅកាន់អ្នកផ្សេងក្រៅពីអល់ឡោះ។<br />ស្ហ៊ីរិកតូច<span class="c2">(ពហុទេពនិយមកំរិតស្រាល)</span>៖ ដូចជាការស្បថនឹងអ្វីមួយក្រៅពីអល់ឡោះ ឬពាក់ខ្សែគាថា គឺការពាក់អ្វីមួយដើម្បីឲ្យជួយផ្តល់ប្រយោជន៍ឬការពារគ្រោះថ្នាក់ ឬក៏ធ្វើអំពើល្អណាមួយដើម្បីចង់ឲ្យគេឃើញ<span class="c2">(រីយ៉ាក)</span> ដូចជាអ្នកដែលខំប្រតិបត្តិសឡាតឲ្យបានល្អនៅពេលណាដែលគេដឹងថា មានគេមើលទៅកាន់ខ្លួន។'
  },
  {
    question: 'សំណួរទី១៣. តើមាននរណាម្នាក់អាចដឹងពីប្រការអាថ៌កំបាំងក្រៅពីអល់ឡោះជាម្ចាស់ដែរឬទេ?',
    answer: '<b>ចម្លើយ</b> គ្មាននរណាម្នាក់អាចដឹងពីប្រការអាថ៌កំបាំងនោះឡើយ លើកលែងតែអល់ឡោះជាម្ចាស់តែមួយគត់។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ ចូរអ្នក<span class="c2">(មូហាំម៉ាត់)</span>ពោលថាៈ គ្មាននរណាម្នាក់ដឹងពីអាថ៌-កំបាំងនៅលើមេឃជាច្រើនជាន់ និងផែនដីឡើយ លើកលែងតែ អល់ឡោះប៉ុណ្ណោះ។ ហើយពួកគេក៏មិនដឹងថា នៅពេលណាពួកគេ នឹងត្រូវគេធ្វើឱ្យរស់ឡើងវិញដែរ។ <span class="c2">(អាន់ណាំល៍ : ៦៥)</span>'
  },
  {
    question: 'សំណួរទី១៤. តើរូកុនអ៊ីម៉ាន់(គោលគ្រឹះនៃជំនឿ)ក្នុងសាសនាអ៊ីស្លាម មានប៉ុន្មាន?',
    answer: '<b>ចម្លើយ</b> រូកុនអ៊ីម៉ាន់<span class="c2">(គោលគ្រឹះនៃជំនឿ)</span>ក្នុងសាសនាអ៊ីស្លាមមានប្រាំមួយគឺ ៖ <br />១. ជឿចំពោះអល់ឡោះ<br />២. ជឿចំពោះបណ្តាម៉ាឡាអ៊ីកាត់<span class="c2">(ទេវតា)</span>របស់ទ្រង់<br />៣. ជឿចំពោះបណ្តាព្រះគម្ពីររបស់ទ្រង់<span class="c2">(ដែលទ្រង់បានបញ្ចុះមក)</span><br />៤. ជឿចំពោះបណ្តារ៉សូល<span class="c2">(អ្នកនាំសារ)</span>របស់ទ្រង់<span class="c2">(ដែលទ្រង់បានបញ្ជូនមក)</span><br />៥. ជឿចំពោះថ្ងៃបរលោក<span class="c2">(ជឿថា វានឹងកើតឡើងយ៉ាងពិតប្រាកដ)</span><br />៦. ជឿចំពោះវាសនាល្អ ឬអាក្រក់ <span class="c2">(ថាវាត្រូវបានអល់ឡោះកំណត់រួចជាស្រេច)</span>។<br />ភស្តុតាងរបស់វា៖ គឺហាទីស្ហជីព្រីលដ៏ល្បីល្បាញដែលរាយការណ៍ដោយអ៊ីម៉ាំមូស្លីម ម៉ាឡាអ៊ីកាត់ជីព្រីលបានពោលទៅកាន់ព្យាការីមូហាំម៉ាត់<span class="c2">(សូមសន្តិភាពកើតមានដល់លោក)</span>ថា៖ <span class="c1">“ចូរអ្នកប្រាប់ខ្ញុំអំពីអ៊ីម៉ាន់<span class="c2">(ជំនឿ)</span>? លោកបានឆ្លើយថា៖ “អ៊ីម៉ាន់<span class="c2">(ជំនឿ)</span>នោះគឺ អ្នកត្រូវជឿចំពោះអល់ឡោះ ជឿចំពោះម៉ាឡាអ៊ីកាត់របស់ទ្រង់ បណ្តាគម្ពីរដែលទ្រង់បានបញ្ចុះមក បណ្តារ៉សូល<span class="c2">(អ្នកនាំសារ)</span>របស់ទ្រង់ ជឿចំពោះថ្ងៃបរលោក និងជឿថាវាសនាល្អនិងវាសនាអាក្រក់សុទ្ធតែអល់ឡោះបានកំណត់រួច”</span>។'
  },
  {
    question: 'សំណួរទី១៥. ចូរពន្យល់ពីរូកុនអ៊ីម៉ាន់(គោលគ្រឹះនៃជំនឿ)ក្នុងសាសនាអ៊ីស្លាម?',
    answer: '<b>ចម្លើយ</b> ពន្យល់ពីរូកុនអ៊ីម៉ាន់<span class="c2">(គោលគ្រឹះនៃជំនឿ)</span>ទាំងប្រាំមួយក្នុងសាសនាអ៊ីស្លាម៖ <br />១.<span class="c6"> ជឿចំពោះអល់ឡោះ :</span><br />គឺអ្នកត្រូវជឿថា អល់ឡោះជាម្ចាស់ គឺជាអ្នកដែលបានបង្កើតអ្នក ជាអ្នកផ្តល់លាភសក្ការៈដល់អ្នក។ ហើយទ្រង់គឺជាអ្នកគ្រប់គ្រង និងជាអ្នកចាត់ចែងរាល់កិច្ចការទាំងអស់របស់ភាវៈ<span class="c2">(ម៉ាខ្លួក)</span>ទាំងអស់ដែលទ្រង់បានបង្កើតមកតែមួយអង្គឯងគត់។<br />ទ្រង់គឺជាម្ចាស់ដែលត្រូវគេគោរពសក្ការៈ ដោយពុំមានម្ចាស់ណាផ្សេងដែលត្រូវគេគោរពសក្ការៈដ៏ពិតប្រាកដក្រៅពីទ្រង់នោះឡើយ។<br />ពិតណាស់ ទ្រង់ជាម្ចាស់ដ៏មហាធំធេង ជាម្ចាស់ដែលមានលក្ខណៈពេញលេញបំផុត ដែលរាល់ការកោតសរសើរទាំងឡាយ គឺសម្រាប់ទ្រង់។ ទ្រង់មានព្រះនាមជាច្រើនដ៏ល្អប្រពៃ និងមានលក្ខណៈសម្បត្តិ<span class="c2">(ស៊ីហ្វាត)</span>ដ៏ប្រសើរខ្ពង់ខ្ពស់។ ទ្រង់គ្មានដៃគូនោះឡើយ ហើយក៏គ្មានអ្វីមួយអាចប្រដូចនឹងទ្រង់បាននោះដែរ។<br /><br />២. ជឿចំពោះបណ្តាម៉ាឡាអ៊ីកាត់<span class="c2">(ទេវតា)</span>របស់ទ្រង់ : ពួកគេ គឺជាភាវៈមួយដែលអល់ឡោះជាម្ចាស់ទ្រង់បានបង្កើតមកពីពន្លឺ ដើម្បីឲ្យពួកគេគោរពសក្ការៈចំពោះទ្រង់ និងអនុវត្តន៍តាមយ៉ាងពេញលេញចំពោះបទបញ្ជាទាំងឡាយរបស់ទ្រង់។<br />ហើយក្នុងចំណោមនោះ គឺម៉ាឡាអ៊ីកាត់ជីព្រីល ដែលជាអ្នកនាំវ៉ាហ៊ី<span class="c2">(សារ)</span>មកកាន់បណ្តាព្យាការីទាំងអស់។<br />៣.<span class="c6"> ជឿចំពោះបណ្តាព្រះគម្ពីរទាំងឡាយ :</span><br />គឺត្រូវមានជំនឿចំពោះបណ្តាព្រះគម្ពីរទាំងអស់ដែលអល់ឡោះបានបញ្ចុះមក ដូចជា ៖<br />•គម្ពីរគួរអាន ដែលទ្រង់បានបញ្ចុះទៅលើព្យាការីមូហាំម៉ាត់<br />•គម្ពីរអ៊ិនជីល ដែលទ្រង់បានបញ្ចុះទៅលើព្យាការីអ៊ីសា<br />•គម្ពីរតាវរ៉ត ដែលទ្រង់បានបញ្ចុះទៅលើព្យាការីមូសា<br />•គម្ពីរហ្សាពូរ ដែលទ្រង់បានបញ្ចុះទៅលើព្យាការី ហ្ទាវូទ<br />•ស៊ូហ៊ុហ្វអ៊ីព្រហ៊ីមនិងមូសា ដែលទ្រង់បានបញ្ចុះទៅលើព្យាការីអ៊ីព្រហ៊ីម និងព្យាការីមូសា។<br />៤. ជឿចំពោះបណ្តារ៉ស៊ូល<span class="c2">(អ្នកនាំសារ)</span> ៖<br />ពួកគេ គឺជាអ្នកដែលត្រូវបានអល់ឡោះជាម្ចាស់បញ្ជូនទៅកាន់មនុស្សលោកទាំងឡាយ ដើម្បីបង្រៀនពួកគេ<span class="c2">(ពីកិច្ចការសាសនា)</span> និងផ្តល់ដំណឹងរីករាយដល់ពួកគេពីប្រការល្អនិងឋានសួគ៌<span class="c2">(ចំពោះអ្នកដែលប្រតិបត្តិតាម)</span> ព្រមទាំងព្រមានបន្លាចពួកគេពីប្រការអាក្រក់និងឋាននរក<span class="c2">(ចំពោះអ្នកដែលប្រឆាំងមិនគោរពតាម)</span>។<br />ហើយក្នុងចំណោមពួកគេ អ្នកនាំសារដែលល្អប្រសើរជាងគេបំផុត គឺអ្នកនាំសារដែលជា <span class="c1">“អ៊ូលុលអាហ្សមី”</span> <span class="c2">(អ្នកដែលមានឆន្ទៈមោះមុតជាងគេបំផុតក្នុងចំណោមអ្នកនាំសារទាំងឡាយ)</span>ដែលមានដូចជា ៖<br />ព្យាការីនួហ<br />ព្យាការីអ៊ីព្រហ៊ីម<br />ព្យាការីមូសា<br />ព្យាការីអ៊ីសា<br />ព្យាការីមូហាំម៉ាត់<br />៥.<span class="c6"> ជឿចំពោះថ្ងៃបរលោក :</span><br />គឺត្រូវមានជំនឿចំពោះអ្វីដែលកើតមានឡើងនៅក្នុងផ្នូរក្រោយពីការស្លាប់ ជឿចំពោះថ្ងៃបរលោក ថ្ងៃដែលត្រូវគេពង្រស់ឡើងវិញ ហើយនិងការជំនុំជម្រះ ដោយអ្នកដែលសាងអំពើល្អនឹងបានចូលឋានសួគ៌ ហើយអ្នកដែលសាងអំពើអាក្រក់ នឹងត្រូវចូលឋាននរក។<br />៦. ជឿចំពោះវាសនាល្អ ឬអាក្រក់ <span class="c2">(ថាវាត្រូវបានអល់ឡោះកំណត់រួចជាស្រេច)</span>។<br />គឺការមានជំនឿថា ជាការពិតណាស់ អល់ឡោះជាម្ចាស់ទ្រង់ដឹងនូវរាល់អ្វីៗទាំងអស់ដែលកើតឡើងនៅក្នុងចក្រវាឡ ហើយពិតណាស់ ទ្រង់បានកត់ត្រារឿងរ៉ាវទាំងអស់នោះនៅក្នុងសៀវភៅកំណត់ត្រាឡាវហ៊ុលម៉ះហ៊្វូស រាល់អ្វីដែលទ្រង់មានចេតនាឲ្យមានវត្តមាន ទ្រង់នឹងបង្កើតវាឡើង។<br />អល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា ៖ <span class="c1">“ពិតប្រាកដណាស់រាល់អ្វីៗទាំងអស់ គឺយើងបានបង្កើតវាដោយមានកំណត់់រួចជាសេ្រច”</span>។<br />ជំនឿចំពោះការកំណត់វាសនាល្អនិងអាក្រក់នេះ មានបួនលំដាប់គឺ ៖<br />ទីមួយ : ការដឹងរបស់អល់ឡោះ ពោលគឺការដឹងរបស់អល់ឡោះជាម្ចាស់មានមុននឹងអ្វីមួយកើតឡើង និងបន្ទាប់ពីវាកើតឡើង។<br />ភស្តុតាងដែលបញ្ជាក់ដូចនេះ គឺបន្ទូលរបស់អល់ឡោះជាម្ចាស់ ៖ ពិតប្រាកដណាស់ អល់ឡោះជាអ្នកដឹងនូវដំណឹងនៃថ្ងៃ បរលោក និងការបញ្ចុះទឹកភ្លៀង។ ហើយទ្រង់ជាអ្នកដឹងនូវអី្វដែល មានក្នុងស្បូន។ ហើយគ្មានបុគ្គលណាម្នាក់ដឹងថា តើអ្វីដែលគេនឹង ទទួលបាននៅថ្ងៃស្អែកឡើយ។ ហើយក៏គ្មានបុគ្គលណាម្នាក់ដឹងថា តើគេនឹងស្លាប់នៅលើទឹកដីណាដែរ។ ពិតប្រាកដណាស់ អល់ឡោះ មហាដឹង មហាជ្រួតជ្រាប ។ <span class="c2">(លុកម៉ាន : ៣៤)</span><br />ទីពីរ : ពិតណាស់ អល់ឡោះជាម្ចាស់ទ្រង់បានកត់ត្រារឿងរ៉ាវទាំងនោះនៅក្នុងសៀវភៅកំណត់ត្រាឡាវហ៊ុលម៉ះហ៊្វូស។ ដូចនេះ រាល់អ្វីៗទាំងអស់ដែលបានកើតឡើង និងអ្វីដែលនឹងត្រូវកើតឡើង គឺត្រូវបានកត់ត្រាទុករួចជាស្រេចនៅក្នុងសៀវភៅកំណត់ត្រាដែលនៅជាមួយនឹងទ្រង់។<br />ភស្តុតាងដែលបញ្ជាក់ដូចនេះ គឺបន្ទូលរបស់អល់ឡោះជាម្ចាស់ ៖ ហើយកូនសោទាំងឡាយនៃប្រការអាថ៌កំបាំងស្ថិតនៅនឹង ទ្រង់ ដែលគ្មាននរណាម្នាក់ដឹងពីវាក្រៅពីទ្រង់ឡើយ។ ទ្រង់ដឹងនូវ អ្វីដែលមាននៅលើគោក និងមាននៅក្នុងសមុទ្រ។ រាល់ស្លឹកឈើ មួយសន្លឹកដែលជ្រុះនោះ សុទ្ធតែទ្រង់ដឹងទាំងអស់ ហើយគ្រាប់ដែល នៅក្នុងភាពងងឹតនៃដី និងអ្វីដែលសើម ហើយនិងអ្វីដែលស្ងួតនោះ សុទ្ធតែត្រូវបានកត់ត្រាយ៉ាងច្បាស់លាស់។ <span class="c2">(អាល់អាន់អាម : ៥៩)</span><br />ទីបី : រាល់អ្វីៗទាំងអស់ គឺកើតឡើងដោយចេតនារបស់អល់ឡោះជាម្ចាស់តែមួយគត់ ដោយគ្មានអ្វីមួយអាចកើតឡើងជាដាច់ខាត លើកលែងតែអ្វីដែលអល់ឡោះមានចេតនាឲ្យវាកើតឡើងប៉ុណ្ណោះ<br />ភស្តុតាងដែលបញ្ជាក់ដូចនេះ គឺបន្ទូលរបស់អល់ឡោះជាម្ចាស់ ៖ <span class="c1">“សម្រាប់ជនណាដែលមានបំណងចង់ដើរលើមាគ៌ាដ៏ត្រឹមត្រូវក្នុងចំណោមពួកអ្នក។ ហើយពួកអ្នកមិនអាចមានបំណងធ្វើអ្វីមួយបានឡើយ លើកលែងតែអល់ឡោះដែលជាម្ចាស់គ្រប់គ្រងពិភពទាំងអស់មានចេតនាប៉ុណ្ណោះ”</span>។ <span class="c2">(អាត់តឹកវៀរ : ២៨-២៩)</span><br />ទីបួន : ការមានជំនឿថា រាល់ម៉ាខ្លូកទាំងអស់<span class="c2">(រាល់ភាវៈទាំងអស់)</span> សុទ្ធតែត្រូវបានអល់ឡោះជាអ្នកបង្កើតវាមក ហើយទ្រង់បានបង្កើតរូបរាងរបស់វា លក្ខណៈរបស់វា និងចលនារបស់វា ហើយនិងអ្វីៗទាំងអស់ដែលនៅក្នុងវា។<br />ភស្តុតាងដែលបញ្ជាក់ដូចនេះ គឺបន្ទូលរបស់អល់ឡោះជាម្ចាស់ ៖ ខណៈដែលអល់ឡោះបានបង្កើតពួកអ្នកនិងអ្វីដែលពួកអ្នក កំពុងធ្វើនោះឬ? <span class="c2">(អាសសហ្វហ្វាត : ៩៦)</span>'
  },
  {
    question: 'សំណួរទី១៦. តើគម្ពីរគួរអាន ជាអ្វី?',
    answer: '<b>ចម្លើយ</b> គម្ពីរគួរអាន គឺជាបន្ទូលរបស់អល់ឡោះជាម្ចាស់ ហើយវាពុំមែនជាភាវៈមួយដែលទ្រង់បានបង្កើត<span class="c2">(ម៉ាខ្លូក)</span>នោះទេ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“ប្រសិនបើនរណាម្នាក់ក្នុងចំណោមពួកមុស្ហរីគីន<span class="c2">(ពួកពហុទេពនិយម)</span>បានសុំឱ្យអ្នកជួយការពារគេនោះ ចូរអ្នកការពារគេចុះ ដើម្បីឱ្យគេបានស្ដាប់ពាក្យបន្ទូលរបស់អល់ឡោះ<span class="c2">(គម្ពីរគួរអាន)</span>”</span>។ <span class="c2">(អាត់តាវហ្ពះ : ៦)</span>'
  },
  {
    question: 'សំណួរទី១៧. តើអ្វីទៅជាស៊ុណ្ណះ(មាគ៌ារបស់ព្យាការីមូហាំម៉ាត់)?',
    answer: '<b>ចម្លើយ</b> ស៊ុណ្ណះ<span class="c2">(មាគ៌ាឬលំអានរបស់ព្យាការីមូហាំម៉ាត់)</span> គឺរាល់ពាក្យសម្តី ទង្វើ ការទទួលស្គាល់ លក្ខណៈរូបសម្បត្តិ និងចរិយាសម្បត្តិឬអត្តចរិតរបស់ព្យាការីមូហាំម៉ាត់។'
  },
  {
    question: 'សំណួរទី១៨. តើប្រការពិទអះ(ប្រការដែលគេបង្កើតថ្មីក្នុងសាសនា)ជាអ្វី? តើវាត្រូវបានអនុញ្ញាតដែរឬទេ?',
    answer: '<b>ចម្លើយ</b> <span class="c6"> ប្រការពិទអះ គឺរាល់ប្រការទាំងឡាយដែលមនុស្សបង្កើតឡើងថ្មីនៅក្នុងសាសនាអ៊ីស្លាម ហើយដែលវាពុំធ្លាប់មាននៅក្នុងសម័យកាលព្យាការីមូហាំម៉ាត់ និងសហាហ្ពាត់របស់លោកឡើយ។<br />វាពុំត្រូវបានអនុញ្ញាតនោះឡើយនៅក្នុងសាសនាអ៊ីស្លាម។<br />ព្យាការីមូហាំម៉ាត់បានមានប្រសាសន៍ថា ៖ មានន័យថា :</span> <span class="c1">“រាល់ប្រការពិទអះទាំងអស់ គឺសុទ្ធតែវង្វេង”</span>។ រាយការណ៍ដោយ អាពូហ្ទាវូទ<br />ឧទាហរណ៍ដូចជា៖ ការបន្ថែមទៅក្នុងអ៊ីហ្ពាហ្ទាត់ណាមួយ ដូចជាការបន្ថែមនៅក្នុងការយកវូហ្ទុដោយបន្ថែមនូវការជូតចំនួនបួនដង ការធ្វើបុណ្យខួបកំណើតព្យាការីមូហាំម៉ាត់<span class="c2">(ម៉ាវឡុតណាពី)</span> ជាដើម ពីព្រោះទង្វើទាំងនោះ គឺពុំមានភស្តុតាងបញ្ជាក់ពីព្យាការី និងសហាហ្ពាត់របស់លោកនោះឡើយ។'
  },
  {
    question: 'សំណួរទី១៩. តើគោលជំនឿទាក់ទងនឹងការស្រឡាញ់ និងការស្អប់(الولاء والبراء) ជាអ្វី?',
    answer: '<b>ចម្លើយ</b> គឺ៖•ការស្រឡាញ់<span class="c2">(الولاء)</span>៖ គឺក្តីស្រឡាញ់ចំពោះបណ្តាអ្នកមានជំនឿ និងជួយដល់ពួកគេ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“ហើយបណ្ដាអ្នកដែលមានជំនឿទាំងប្រុសទាំងស្រី គឺពួកគេជួយគ្នាទៅវិញទៅមក”</span>។ <span class="c2">(អាត់តាវហ្ពះ : ៧១)</span><br />•ការស្អប់<span class="c2">(البراء)</span>៖ គឺការស្អប់ពួកគ្មានជំនឿ និងអ្នកទាំងឡាយដែលចងសត្រូវនឹងបណ្តាអ្នកមានជំនឿ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ ជាការពិតណាស់ ពួកអ្នកមានអ៊ីព្រហ៊ីមជាគំរូដ៏ល្អម្នាក់ និងបណ្ដាអ្នកដែលរួមជំនឿជាមួយគាត់ នៅពេលដែលពួកគាត់បាន ពោលទៅកាន់ក្រុមរបស់ពួកគាត់ថាៈ ពិតប្រាកដណាស់ ពួកយើង មិនពាក់ព័ន្ធជាមួយពួកអ្នក និងអ្វីដែលពួកអ្នកកំពុងគោរពសក្ការៈ ផេ្សងពីអល់ឡោះឡើយ។ ពួកយើងបានប្រឆាំងនឹងពួកអ្នក ហើយ វាបានស្ដែងឱ្យឃើញថា រវាងពួកយើងនិងពួកអ្នកគឺជាសត្រូវ និង ស្អប់ខ្ពើមគ្នាជាដរាប លុះត្រាតែពួកអ្នកមានជំនឿលើអល់ឡោះតែមួយគត់។ <span class="c2">(អាល់មុមតាហ៊ីណះ : ៤)</span>'
  },
  {
    question: 'សំណួរទី២០. តើអល់ឡោះទ្រង់ទទួលយកសាសនាណាផ្សេងក្រៅពីសាសនាអ៊ីស្លាមដែរឬទេ?',
    answer: '<b>ចម្លើយ</b> អល់ឡោះជាម្ចាស់មិនទទួលយកសាសនាណាផ្សេងក្រៅពីសាសនាអ៊ីស្លាមឡើយ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“ហើយជនណាដែលស្វែងរកសាសនាណាផេ្សងក្រៅពីសាសនាអ៊ីស្លាម អល់ឡោះជាម្ចាស់នឹងមិនទទួលយក<span class="c2">(ទង្វើល្អ)</span>ពីគេឡើយ ហើយនៅថ្ងៃបរលោក រូបគេនឹងស្ថិតនៅក្នុងចំណោមពួកដែលខាតបង់”</span>។ <span class="c2">(អាលីអ៊ិមរ៉ន : ៨៥)</span>'
  },
  {
    question: 'សំណួរទី២១. ភាពគ្មានជំនឿ(កាហ្វៀរ)អាចកើតឡើងទាំងតាមរយៈពាក្យសម្តី ទង្វើ និងគោលជំនឿ។ ចូរលើកឧទាហរណ៍បញ្ជាក់។',
    answer: '•តាមរយៈពាក្យសម្តី៖ ដូចជាការជេរប្រមាថអល់ឡោះជាម្ចាស់ ឬជេរប្រមាថអ្នកនាំសាររបស់ទ្រង់<span class="c2">(ព្យាការីមូហាំម៉ាត់)</span>។<br />•តាមរយៈទង្វើ៖ ដូចជាជាន់ឈ្លីគម្ពីរគួរអាន ឬក៏ស៊ូជោត<span class="c2">(លុតក្រាប)</span>ចំពោះអ្វីមួយក្រៅពីអល់ឡោះជាម្ចាស់។<br />•តាមរយៈគោលជំនឿ៖ ដូចជាការជឿជាក់ថា មានអ្នកដែលស័ក្តិសមនឹងត្រូវគេគោរពសក្ការៈក្រៅពីអល់ឡោះ ឬក៏មានអ្នកបង្កើត<span class="c2">(អ្វីគ្រប់យ៉ាង)</span>រួមជាមួយអល់ឡោះជាម្ចាស់ជាដើម។'
  },
  {
    question: 'សំណួរទី២២. តើភាពពុតត្បុត(នីហ្វាក)ជាអ្វី? វាមានប៉ុន្មានប្រភេទ?',
    answer: '<b>ចម្លើយ</b> ភាពពុតត្បុត<span class="c2">(នីហ្វាក)</span> គឺការស្តែងចេញមកខាងក្រៅផ្ទុយពីអ្វីដែលនៅខាងក្នុង។ វាមានពីរប្រភេទគឺ៖<br />១. ភាពពុតត្បុតកម្រិតធ្ងន់<span class="c2">(នីហ្វាកធំ)</span>៖ គឺការលាក់ទុកនូវភាពគ្មានជំនឿ ហើយស្តែងចេញឲ្យគេឃើញនូវភាពមានជំនឿ។<br />ជនប្រភេទនេះ នឹងត្រូវរបូតចេញពីសាសនាអ៊ីស្លាម ហើយវាស្ថិតក្នុងចំណោមភាពគ្មានជំនឿកម្រិតធ្ងន់<span class="c2">(កាហ្វៀរធំ)</span>។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ "ពិតប្រាកដណាស់ ពួកពុតត្បុតទាំងនោះនឹងស្ថិតនៅក្នុងបាតក្រោមបង្អស់នៃឋាននរក ហើយអ្នក<span class="c2">(មូហាំម៉ាត់)</span>នឹងមិនឃើញអ្នកណាម្នាក់ជួយពួកគេឡើយ”។ <span class="c2">(អាន់នីសាក ៈ ១៤៥)</span><br />២. ភាពពុតត្បុតកម្រិតស្រាល<span class="c2">(នីហ្វាកតូច)</span>៖<br />ដូចជាការភូតកុហក ការមិនបំពេញតាមការសន្យា និងការបោកប្រាស់ឬក្បត់ទំនុកចិត្ត។<br />វាមិនធ្វើឲ្យជនប្រភេទនេះរបូតចេញពីសាសនាអ៊ីស្លាមឡើយ តែវាស្ថិតក្នុងចំណោមទង្វើបាបកម្ម និងធ្វើឲ្យអ្នកដែលប្រព្រឹត្ត ប្រឈមនឹងទណ្ឌកម្មពីអល់ឡោះ។<br />ព្យាការីមូហាំម៉ាត់ លោកបានមានប្រសាសន៍ថា៖ " លក្ខណៈសំគាល់ពួកពុតត្បុតមានបីគឺ នៅពេលគាត់និយាយគាត់ កុហក នៅពេលគាត់សន្យាគាត់មិនធ្វើតាមការសន្យា និងនៅពេលដែលត្រូវគេ ទុកចិត្ដគាត់ គាត់បោកប្រាស់"។ រាយការណ៏ដោយ អាល់ ពូខរី និងមូស្លីម'
  },
  {
    question: 'សំណួរទី២៣. តើនរណាជាព្យាការី និងជាអ្នកនាំសារចុងក្រោយបង្អស់?',
    answer: '<b>ចម្លើយ</b> គឺព្យាការីមូហាំម៉ាត់ ﷺ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ មានន័យថា៖ ព្យាការីមូហាំម៉ាត់ មិនមែនជាឪពុករបស់អ្នកណាម្នាក់ក្នុងចំណោមបុរសរបស់ពួកអ្នកឡើយ ក៏ប៉ុន្ដែគាត់ជាអ្នកនាំសាររបស់អល់ឡោះ និងជាព្យាការីចុងក្រោយបង្អស់”។ <span class="c2">(អាល់់អះហ្សាប : ៤០)</span> ព្យាការីមូហាំម៉ាត់ លោកបានមានប្រសាសន៍ថា៖ <span class="c1">“ហើយខ្ញុំជាព្យាការីចុងក្រោយបង្អស់ គ្មានព្យាការីណាបន្ទាប់ពីខ្ញុំឡើយ”</span>។ រាយការណ៍ដោយ អាពូហ្ទាវូទ តៀរមីហ្ស៊ី និងអ្នកផ្សេងទៀតក្រៅពីពួកគេ'
  },
  {
    question: 'សំណួរទី២៤. តើមុជីហ្សាត់(ភាពអច្ឆរិយ)ជាអ្វី?',
    answer: '<b>ចម្លើយ</b> គឺរាល់អ្វីទាំងឡាយដែលអល់ឡោះជាម្ចាស់ទ្រង់ប្រទានឲ្យបណ្តាព្យាការីទាំងឡាយរបស់ទ្រង់ដែលកើតឡើងខុសពីធម្មតា ដើម្បីជាភស្តុតាងបញ្ជាក់ពីសច្ចភាពរបស់ពួកគាត់។ ឧទាហរណ៍ដូចជា៖<br />ការបំបែកដួងចន្ទ ចំពោះព្យាការីមូហាំម៉ាត់<br />ការបំបែកទឹកសមុទ្រ ចំពោះព្យាការីមូសា និងការពន្លិចហ្វៀរអោននិងពលទាហានរបស់គេ។'
  },
  {
    question: 'សំណួរទី២៥. តើនរណាជាសហាហ្ពាត់? តើគេត្រូវស្រឡាញ់ពួកគាត់ឬទេ?',
    answer: '<b>ចម្លើយ</b> គឺអ្នកទាំងឡាយដែលបានជួបនឹងព្យាការីមូហាំម៉ាត់ក្នុងនាមជាអ្នកមានជំនឿលើគាត់ ព្រមទាំងបានស្លាប់នៅលើសាសនាអ៊ីស្លាម។<br />យើងត្រូវស្រឡាញ់ពួកគាត់ និងអនុវត្តន៍តាមគំរូរបស់ពួកគាត់ ព្រោះពួកគាត់ គឺជាមនុស្សដែលល្អប្រសើរជាងគេបំផុតក្នុងលោក បន្ទាប់ពីព្យាការីទាំងឡាយ។<br />អ្នកដែលល្អប្រសើរជាងគេបំផុតក្នុងចំណោមពួកគេ គឺខលីហ្វះ<span class="c2">(មេដឹកនាំកំពូលរបស់អ៊ីស្លាមបន្ទាប់ពីព្យាការីមូហាំម៉ាត់)</span>ទាំងបួន នោះគឺ ៖<br />អាពូហ្ពាកើរ<br />អ៊ូមើរ<br />អ៊ូស្មាន<br />និងអាលី'
  },
  {
    question: 'សំណួរទី២៦. តើមាតានៃបណ្តាអ្នកមានជំនឿទាំងឡាយ(អ៊ុមមុលមុមីនីន) ជានរណា?',
    answer: '<b>ចម្លើយ</b> ពួកគាត់ គឺបណ្តាភរិយាទាំងឡាយរបស់ព្យាការីមូហាំម៉ាត់។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ "ព្យាការី<span class="c2">(មូហាំម៉ាត់)</span> គឺជាអ្នកដែលសំខាន់បំផុតចំពោះបណ្ដាអ្នកមានជំនឿជាងខ្លួនពួកគេផ្ទាល់ទៅទៀត ហើយភរិយាទាំងឡាយរបស់គាត់ គឺជាមាតារបស់ពួកគេ”។ <span class="c2">(អាល់អះហ្សាប : ៦)</span>'
  },
  {
    question: 'សំណួរទី២៧. តើអ្វីទៅជាសិទ្ធិរបស់ក្រុមគ្រួសាររបស់ព្យាការីមូហាំម៉ាត់(آل البيت) ចំពោះពួកយើង?',
    answer: '<b>ចម្លើយ</b> គឺយើងត្រូវស្រឡាញ់ពួកគាត់ មានភក្តីភាពចំពោះពួកគាត់ និងចងសត្រូវចំពោះអ្នកដែលស្អប់ឬចងសត្រូវនឹងពួកគាត់។ ក្រុមគ្រួសាររបស់ព្យាការីមូហាំម៉ាត់<span class="c2">(آل البيت)</span> គឺសំដៅលើភរិយាទាំងឡាយរបស់លោក ពូជពង្សរបស់លោក អម្បូរហាស្ហឹម និងអម្បូរអាប់ទុលមូតល់ឡឹបនៃបណ្តាអ្នកដែលមានជំនឿ។'
  },
  {
    question: 'សំណួរទី២៨. តើអ្វីទៅជាកាតព្វកិច្ចរបស់យើងចំពោះថ្នាក់ដឹកនាំអ៊ីស្លាម?',
    answer: '<b>ចម្លើយ</b> កាតព្វកិច្ចលើយើងចាំបាច់ត្រូវគោរពពួកគាត់ ស្តាប់បង្គាប់និងប្រណិប័តន៍តាមពួកគាត់ចំពោះប្រការណាដែលមិនមែនជាការប្រព្រឹត្តល្មើសនឹងអល់ឡោះ ហើយមិនត្រូវចាកចេញពីការដឹកនាំរបស់ពួកគាត់ឡើយ និងត្រូវសុំទូអាបួងសួងឲ្យពួកគាត់ ហើយត្រូវផ្តល់ដំបូន្មានដល់ពួកគាត់ដោយស្ងាត់ៗ<span class="c2">(មិនត្រូវបើកចំហឡើយ)</span>។'
  },
  {
    question: 'សំណួរទី២៩. តើអ្វីទៅជាគេហដ្ឋានរបស់អ្នកមានជំនឿ?',
    answer: '<b>ចម្លើយ</b> គេហដ្ឋានរបស់អ្នកមានជំនឿនោះ គឺឋានសួគ៌។ អល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា៖ ពិតប្រាកដណាស់ អល់ឡោះនឹងបញ្ចូលបណ្ដាអ្នកមានជំនឿ និងបានសាងអំពើល្អនោះ ទៅក្នុងឋានសួគ៌ដែលមានទនេ្លជាច្រើនហូរ កាត់ពីក្រោមវា។ <span class="c2">(មូហាំម៉ាត់ : ១២)</span>'
  },
  {
    question: 'សំណួរទី៣០. តើអ្វីទៅជាគេហដ្ឋានរបស់ពួកគ្មានជំនឿ?',
    answer: '<b>ចម្លើយ</b> ជាគេហដ្ឋានរបស់ពួកគ្មានជំនឿនោះ គឺឋាននរក។ អល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា ៖ <span class="c1">“ដូចេ្នះ ចូរពួកអ្នកខ្លាចភ្លើងនរកដែលវត្ថុសម្រាប់ដុតវា គឺមនុស្សនិងដុំថ្មដែលគេបានរៀបចំសម្រាប់ពួកដែលគ្មានជំនឿ”</span>។ <span class="c2">(អាល់ហ្ពាក៏រ៉ោះ : ២៤)</span>'
  },
  {
    question: 'សំណួរទី៣១. តើអ្វីទៅជាការខ្លាច និងអ្វីទៅជាក្តីសង្ឃឹម? តើមានអ្វីជាអំណះអំណាង?',
    answer: 'ការខ្លាច : គឺការខ្លាចអល់ឡោះ និងខ្លាចទណ្ឌកម្មរបស់ទ្រង់។<br />ក្តីសង្ឃឹម : គឺការសង្ឃឹមនូវផលបុណ្យ ការអភ័យទោស និងក្តីមេត្តាករុណារបស់ទ្រង់។<br />ភស្តុតាងរបស់វា គឺអល់ឡោះជាម្ចាស់ទ្រង់បានមានបន្ទូលថា ៖ ពួក<span class="c2">(ព្រះនានា)</span>ដែលពួកមូស្ហរីគីននៅបួងសួងសុំនោះ ពួក គេក៏ស្វែងរកមធ្យោបាយទៅកាន់ម្ចាស់របស់ពួកគេដែរ ថាតើពួកគេ ណាម្នាក់ដែលជិត<span class="c2">(នឹងអល់ឡោះ)</span>បំផុតនោះ? ហើយពួកគេនៅ សង្ឃឹមនូវការប្រោសប្រណីរបស់ទ្រង់និងពួកគេខ្លាចចំពោះទារុណកម្មរបស់ទ្រង់។ ពិតប្រាកដណាស់ ទារុណកម្មនៃម្ចាស់របស់អ្នកគឺ ត្រូវគេ<span class="c2">(គ្រប់ៗគ្នា)</span>ប្រុងប្រយ័ត្ន។ <span class="c2">(អាល់អ៊ិសរ៉ក ៈ ៥៧)</span> អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“ចូរអ្នកប្រាប់បណ្ដាខ្ញុំរបស់យើងថា ពិតប្រាកដណាស់ យើងជាម្ចាស់មហាអភ័យទោស មហាអាណិតស្រឡាញ់។ ហើយពិតណាស់ ទណ្ឌកម្មរបស់យើង គឺជាទណ្ឌកម្មដ៏ឈឺចាប់បំផុត”</span>។ <span class="c2">(អាល់ហ៊ិជរ៍ : ៤៩-៥០)</span>'
  },
  {
    question: 'សំណួរទី៣២. ចូរលើកឡើងពីព្រះនាម និងលក្ខណៈមួយចំនួនរបស់អល់ឡោះជាម្ចាស់។',
    answer: '<b>ចម្លើយ</b> ព្រះនាម និងលក្ខណៈ<span class="c2">(ស៊ីហ្វាត)</span>មួយចំនួនរបស់អល់ឡោះជាម្ចាស់មានដូចជា الله <span class="c2">(ព្រះអល់ឡោះ)</span>, الرب <span class="c2">(ព្រះជាម្ចាស់)</span>, السميع <span class="c2">(ទ្រង់មហាឮ)</span>, البصير <span class="c2">(ទ្រង់មហាឃើញ)</span>, العليم <span class="c2">(ទ្រង់មហាដឹង)</span>, الرحمن <span class="c2">(ទ្រង់មហាសប្បុរស)</span>, الرزاق <span class="c2">(ទ្រង់ជាអ្នកប្រទានលាភសក្ការៈ)</span>, الحي <span class="c2">(ទ្រង់នៅរស់)</span>, العظيم <span class="c2">(ទ្រង់មហាធំធេង)</span> ...ជាដើម ដែលសុទ្ធតែជាព្រះនាមដ៏ប្រពៃ និងជាលក្ខណៈរបស់អល់ឡោះជាម្ចាស់ដ៏ប្រសើរខ្ពង់ខ្ពស់។'
  },
  {
    question: 'សំណួរទី៣៣. ចូរពន្យល់ពីបណ្តាព្រះនាមទាំងនោះ។',
    answer: 'الله <span class="c2">(ព្រះអល់ឡោះ)</span> : អត្ថន័យរបស់វា គឺព្រះជាម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ពិតប្រាកដតែមួយគត់ ពុំមានដៃគូរួមជាមួយទ្រង់ឡើយ។<br />الرب <span class="c2">(ព្រះជាម្ចាស់)</span> : ពោលគឺព្រះជាម្ចាស់ដែលជាអ្នកបង្កើត ជាអ្នកគ្រប់គ្រង ជាអ្នកប្រទានលាភសក្ការៈ និងជាអ្នកចាត់ចែងអ្វីៗទាំងអស់តែមួយអង្គគត់។<br />السميع <span class="c2">(ទ្រង់មហាឭ)</span> : គឺទ្រង់ជាអ្នកដែលការឮរបស់ទ្រង់គ្របដណ្តប់លើរាល់អ្វីៗទាំងអស់។ ទ្រង់ស្តាប់ឮនូវសំឡេងទាំងអស់ ទោះបីជាសំឡេងទាំងនោះមានប្រភេទខុសៗគ្នាក៏ដោយ។<br />البصير <span class="c2">(ទ្រង់មហាឃើញ)</span> : គឺទ្រង់ជាអ្នកដែលមហាឃើញបំផុតនូវរាល់អ្វីៗទាំងអស់ ហើយទ្រង់ឃើញទាំងអស់មិនថាតូច ឬធំយ៉ាងណាក៏ដោយ។<br />العليم <span class="c2">(ទ្រង់មហាដឹង)</span> : ទ្រង់ជាអ្នកដែលការដឹងរបស់ទ្រង់គ្របដណ្តប់និងជ្រួតជ្រាបលើអ្វីៗទាំងអស់ មិនថាអ្វីដែលនៅក្នុងអតីតកាល បច្ចុប្បន្នកាល និងអ្វីដែលនឹងកើតឡើងនាអនាគតកាលនោះទេ។<br />الرحمن <span class="c2">(ទ្រង់មហាសប្បុរស)</span> : ទ្រង់ជាម្ចាស់ដែលក្តីមេត្តាករុណារបស់ទ្រង់គ្របដណ្តប់ជ្រួតជ្រាបលើភាវៈ<span class="c2">(ម៉ាខ្លូក)</span>ទាំងអស់ដែលទ្រង់បានបង្កើត។ ដូចនេះ រាល់ខ្ញុំបម្រើរបស់ទ្រង់ និងភាវៈ<span class="c2">(ម៉ាខ្លូក)</span>ទាំងអស់ គឺស្ថិតក្រោមក្តីមេត្តាករុណារបស់ទ្រង់។<br />الرزاق <span class="c2">(ទ្រង់ជាអ្នកប្រទានលាភសក្ការៈ)</span> : ទ្រង់គឺជាអ្នកដែលប្រទាននូវលាភសក្ការៈដល់ភាវៈទាំងអស់ ទាំងមនុស្ស ជិន និងសត្វលោកទាំងអស់។<br />الحي <span class="c2">(ទ្រង់នៅរស់)</span> : ទ្រង់គឺជាម្ចាស់ដែលនៅរស់ដោយទ្រង់ពុំស្លាប់ឡើយ ប៉ុន្តែភាវៈទាំងអស់ដែលទ្រង់បានបង្កើត គឺនឹងត្រូវស្លាប់។<br />العظيم <span class="c2">(ទ្រង់មហាធំធេង)</span> : ទ្រង់ជាម្ចាស់ដែលមានលក្ខណៈពេញលេញ និងធំធេងបំផុតចំពោះព្រះនាមរបស់ទ្រង់ លក្ខណៈរបស់ទ្រង់ និងទង្វើរបស់ទ្រង់។'
  },
  {
    question: 'សំណួរទី៣៤. តើអ្វីទៅជាកាតព្វកិច្ចរបស់យើងចំពោះសាសនវិទូឬអ្នកចេះដឹង(អ៊ូឡាម៉ាក)អ៊ីស្លាម?',
    answer: '<b>ចម្លើយ</b> ចាំបាច់លើយើងត្រូវស្រឡាញ់ពួកគាត់ និងត្រឡប់ទៅរកពួកគាត់ចំពោះបញ្ហាផ្សេងៗពាក់ព័ន្ធនឹងច្បាប់បញ្ញត្តិអ៊ីស្លាម ហើយយើងត្រូវរំលឹកតែអ្វីដែលល្អៗអំពីពួកគាត់ប៉ុណ្ណោះ។ ជនណាហើយដែលរំលឹកពីអ្វីដែលមិនល្អអំពីពួកគាត់នោះ គឺគេមិនមែនស្ថិតលើផ្លូវត្រូវឡើយ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“អល់ឡោះជាម្ចាស់ទ្រង់លើកឋានៈបណ្ដាអ្នកដែលមានជំនឿក្នុងចំណោមពួកអ្នក និងបណ្ដាអ្នកដែលត្រូវបានគេផ្ដល់ចំណេះវិជ្ជាឱ្យ។ ហើយអល់ឡោះដឹងជ្រួតជ្រាបនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ”</span>។ <span class="c2">(អាល់មូជើទើឡះ : ១១)</span>'
  },
  {
    question: 'សំណួរទី៣៥. តើនរណាជាអ្នកជំនិត(أولياء)របស់អល់ឡោះ?',
    answer: '<b>ចម្លើយ</b> អ្នកជំនិត<span class="c2">(أولياء)</span>របស់អល់ឡោះ គឺបណ្តាអ្នកមានជំនឿដែលកោតខ្លាចទ្រង់។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ "តើមិនមែនទេឬ អ្នកជំនិត<span class="c2">(أولياء)</span>របស់អល់ឡោះ ពិតជាគ្មានការភ័យខ្លាចចំពោះពួកគេ ហើយពួកគេក៏គ្មានទុក្ខព្រួយអ្វីដែរនោះ? គឺបណ្ដាអ្នកដែលមានជំនឿ ហើយពួកគេបានកោតខ្លាចអល់ឡោះ”។ <span class="c2">(យូនុស : ៦២-៦៣)</span>'
  },
  {
    question: 'សំណួរទី៣៦. តើជំនឿ គឺជាពាក្យសម្តី និងទង្វើឬ?',
    answer: '<b>ចម្លើយ</b> ជំនឿ គឺជាពាក្យសម្តី ទង្វើ និងគោលជំនឿ ហើយទង្វើ គឺជាគោលគ្រឹះមួយក្នុងចំណោមគោលគ្រឹះនៃជំនឿ ដោយជំនឿមិនអាចមានភាពត្រឹមត្រូវដោយគ្មានវានោះទេ។'
  },
  {
    question: 'សំណួរទី៣៧. តើជំនឿអាចមានការកើនឡើង ឬថយចុះឬទេ?',
    answer: '<b>ចម្លើយ</b> ជំនឿមានការកើនឡើងដោយការគោរពប្រតិបត្តិ និងថយចុះដោយការប្រព្រឹត្តល្មើស។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ តាមពិតបណ្ដាអ្នកដែលមានជំនឿនោះ គឺជាបណ្ដាអ្នកដែល នៅពេលមានគេរំលឹកចំពោះអល់ឡោះ ចិត្ដរបស់ពួកគេមានការភ័យ ខ្លាចញាប់ញ័រ។ ហើយនៅពេលដែលមានគេសូត្រអាយ៉ាត់ៗរបស់ ទ្រង់ឱ្យពួកគេស្ដាប់ វាធ្វើឱ្យពួកគេកាន់តែមានជំនឿថែមទៀត។ ហើយចំពោះម្ចាស់របស់ពួកគេតែមួយគត់ ដែលពួកគេប្រគល់ការ ទុកចិត្ដ។ <span class="c2">(អាល់អាន់ហ្វាល : ២)</span>'
  },
  {
    question: 'សំណួរទី៣៨. តើអៀហសានជាអ្វី?',
    answer: '<b>ចម្លើយ</b> អៀហសាននោះគឺ អ្នកត្រូវគោរពសក្ការៈចំពោះអល់ឡោះហាក់បីដូចជាអ្នកកំពុងឃើញទ្រង់ តែទោះបីអ្នកមិនឃើញទ្រង់ក៏ដោយ ពិតណាស់ ទ្រង់កំពុងតែឃើញអ្នក។'
  },
  {
    question: 'សំណួរទី៣៩. តើពេលណាដែលទង្វើកុសលត្រូវបានគេទទួលយកចំពោះអល់ឡោះជាម្ចាស់?',
    answer: '<b>ចម្លើយ</b> គឺត្រូវមានពីរលក្ខខណ្ឌ ៖<br />១. នៅពេលដែលទង្វើនោះ គឺជាទង្វើដែលគេធ្វើដោយស្មោះស ជ្រះថ្លា<span class="c2">(អៀខ្លើស)</span>ចំពោះអល់ឡោះជាម្ចាស់។<br />២. ទង្វើនោះ គឺស្របតាមស៊ុណ្ណះ<span class="c2">(លំអានឬមាគ៌ា)</span>របស់ព្យាការីមូហាំម៉ាត់។'
  },
  {
    question: 'សំណួរទី៤០. តើការប្រគល់ការទុកចិត្តចំពោះអល់ឡោះ(توكل) ជាអ្វី?',
    answer: '<b>ចម្លើយ</b> គឺការប្រគល់ និងទុកចិត្តទាំងស្រុងលើអល់ឡោះជាម្ចាស់ក្នុងការទទួលបានផលប្រយោជន៍<span class="c2">(ប្រការល្អ)</span> និងការពារគ្រោះថ្នាក់<span class="c2">(ប្រការអាក្រក់)</span> ជាមួយនឹងការយកហេតុជាបច្ច័យ។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ <span class="c1">“ហើយជនណាដែលប្រគល់ការទុកចិត្ដលើអល់ឡោះ គឺទ្រង់ជាអ្នកផ្ដល់ភាពគ្រប់គ្រាន់ដល់គេ”</span>។ <span class="c2">(អាត់តឡាក : ៣)</span><br />'
  },
  {
    question: 'សំណួរទី៤១. តើការប្រើគ្នាឲ្យធ្វើអំពើល្អ និងហាមឃាត់គ្នាពីទង្វើអាក្រក់ជាអ្វី?',
    answer: '<b>ចម្លើយ</b> ការប្រើគ្នាឲ្យធ្វើប្រការល្អ គឺការប្រើគ្នាឲ្យធ្វើរាល់ប្រការទាំងឡាយណាដែលជាការគោរពប្រតិបត្តិចំពោះអល់ឡោះ ហើយការហាមឃាត់គ្នាពីប្រការអាក្រក់ គឺការហាមគ្នាពីរាល់ប្រការទាំងឡាយណាដែលជាការល្មើសនឹងអល់ឡោះជាម្ចាស់។<br />អល់ឡោះជាម្ចាស់បានមានបន្ទូលថា៖ មានន័យថា៖ <span class="c1">“ពួកអ្នក<span class="c2">(ប្រជាជាតិរបស់មូហាំម៉ាត់)</span> គឺជាប្រជាជាតិដ៏ល្អប្រពៃបំផុតដែលត្រូវបានគេបង្កើតឡើងសម្រាប់មនុស្សលោក ដោយពួកអ្នកប្រើគ្នាឱ្យធ្វើអំពើល្អ និងហាមឃាត់គ្នាអំពីអំពើអាក្រក់ ព្រមទាំងពួកអ្នកមានជំនឿលើអល់ឡោះ”</span>។ <span class="c2">(អាលីអ៊ិមរ៉ន : ១១០)</span>'
  },
  {
    question: 'សំណួរទី៤២. តើនរណាជាក្រុមអះលុសស៊ុណ្ណះ វ៉ាល់ជើម៉ាអះ?',
    answer: 'ចម្លើយ.គឺក្រុមដែលអនុវត្តន៍ដូចអ្វីដែលព្យាការីមូហាំម៉ាត់ និងសហាហ្ពាត់របស់លោកបានអនុវត្តន៍ ទាំងពាក្យសម្តី ទង្វើឬកាយវិការ និងគោលជំនឿ។<br />គេឲ្យឈ្មោះពួកគេថា អះលុសស៊ុណ្ណះ ពីព្រោះពួកគេជាអ្នកដែលដើរតាមស៊ុណ្ណះ<span class="c2">(លំអានឬមាគ៌ា)</span>របស់ព្យាការីមូហាំម៉ាត់ និងបោះបង់ចោលប្រការពិតអះ<span class="c2">(ប្រការដែលបង្កើតថ្មីក្នុងសាសនា)</span>។ (អះលុសស៊ុណ្ណះ មានន័យថា <span class="c1">“អ្នកដែលកាន់តាមស៊ុណ្ណះ”</span>)<br />វ៉ាល់ជើម៉ាអះ ៖ ពីព្រោះពួកគេជាក្រុមដែលរួបរួមគ្នានៅលើការពិត<span class="c2">(ប្រការត្រឹមត្រូវ)</span> ហើយពួកគេមិនបែកបាក់គ្នានៅក្នុងវានោះឡើយ។ <span class="c2">(ជើម៉ាអះ មានន័យថា “ក្រុម” ដែលសំដៅលើការរួបរួម)</span>'
  }
];
