export const tafseerData = [
  {
    question: "សំណួរទី១. ចូរសូត្រជំពូក អាល់ហ្វាទីហះ( سورة الفاتحة) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់ហ្វាទីហះ<span class="text-purple-600 font-bold">( سورة الفاتحة)</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។ រាល់ការសរសើរ គឺចំពោះអល់ឡោះដែលជាម្ចាស់គ្រប់គ្រងពិភពទាំងអស់។ ជាម្ចាស់មហាសប្បុរស មហាអាណិតស្រឡាញ់<span class="text-gray-500">(៣)</span>។ ជាសេ្ដច<span class="text-gray-500">(គ្រប់គ្រង)</span>នៃថ្ងៃជំនុំជំរះ។ ជាសេ្ដច<span class="text-gray-500">(គ្រប់គ្រង)</span>នៃថ្ងៃជំនុំជំរះ<span class="text-gray-500">(បរលោក)</span>។ ចំពោះទ្រង់តែមួយគត់ដែលពួកយើងគោរពសក្ការៈ ហើយចំពោះទ្រង់តែមួយគត់ដែលពួកយើងសុំឱ្យជួយ។ សូមទ្រង់មេត្ដាចង្អុលបង្ហាញពួកយើងនូវមាគ៌ាត្រឹមត្រូវផងចុះ។ គឺមាគ៌ារបស់បណ្ដាអ្នកដែលទ្រង់បានប្រទាននៀកម៉ាត់ដល់ពួកគេ ពុំមែនជា<span class="text-gray-500">(មាគ៌ា)</span>អ្នកដែលត្រូវគេខឹងសម្បា និងពុំមែនជា<span class="text-gray-500">(មាគ៌ា)</span>ពួកដែលវងេ្វងឡើយ។ <span class="text-gray-500">(អាល់ហ្វាទីហះ : ១-៧)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        គេឲ្យឈ្មោះជំពូកនេះថា ជំពូក អាល់ហ្វាទីហះ<span class="text-gray-500">(ដែលមានន័យថា សេចក្តីផ្តើម)</span> ព្រោះគម្ពីរគួរអានត្រូវបានចាប់ផ្តើមដំបូងនឹងជំពូកនេះ។<br />
        <b>១.</b> <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ ﴿</span> : ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់ <span class="text-gray-500">(ពោលគឺខ្ញុំចាប់ផ្តើមសូត្រគម្ពីរគួរអាននឹងព្រះនាមរបស់អល់ឡោះជាម្ចាស់ ដើម្បីជាការសុំជំនួយពីទ្រង់ និងសុំពរជ័យ(ហ្ពារ៉កាត់)</span>តាមរយៈការរំលឹកពីព្រះនាមរបស់ទ្រង់។<br />
        <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ اللَّه ﴿</span> <span class="text-gray-500">(ព្រះអល់ឡោះ)</span> គឺម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ពិតប្រាកដ ហើយគេមិនប្រសិទ្ធនាមនេះចំពោះនរណាម្នាក់ក្រៅពីទ្រង់ឡើយ។<br />
        <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ الرَّحْمَٰن ﴿</span> <span class="text-gray-500">(ទ្រង់មហាសប្បុរស)</span> ៖ ទ្រង់មហាសប្បុរស មហាមេត្តាករុណា ដែលក្តីមេត្តាករុណារបស់ទ្រង់ គ្របដណ្តប់លើអ្វីៗទាំងអស់។<br />
        <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ الرَّحِيم ﴿</span> <span class="text-gray-500">(ទ្រង់មហាអាណិតស្រឡាញ់)</span>៖ គឺទ្រង់មានក្តីមេត្តាករុណាជាពិសេសចំពោះបណ្តាអ្នកមានជំនឿ។<br />
        <b>២.</b> <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ﴿</span> : <span class="text-gray-500">(រាល់ការសរសើរទាំងឡាយ គឺសម្រាប់អល់ឡោះដែលជាម្ចាស់គ្រប់គ្រងពិភពទាំងអស់។)</span> ពោលគឺរាល់ប្រភេទនៃការកោតសរសើរទាំងអស់ ហើយនិងភាពពេញលេញ គឺសម្រាប់អល់ឡោះជាម្ចាស់តែមួយគត់។<br />
        <b>៣.</b> <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ الرَّحْمَٰنِ الرَّحِيمِ ﴿</span> : <span class="text-gray-500">(ជាម្ចាស់មហាសប្បុរស មហាអាណិតស្រឡាញ់)</span> ពោលគឺទ្រង់មានក្តីមេត្តាករុណាដ៏ទូលំទូលាយ និងមានក្តីមេត្តាករុណាជាពិសេសសម្រាប់តែអ្នកមានជំនឿ។<br />
        <b>៤.</b> <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ مَالِكِ يَوْمِ الدِّينِ ﴿</span> : <span class="text-gray-500">(ជាសេ្ដច(គ្រប់គ្រង)</span>នៃថ្ងៃជំនុំជំរះ) ពោលគឺថ្ងៃបរលោក។<br />
        <b>៥.</b> <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ﴿</span> : <span class="text-gray-500">(ចំពោះទ្រង់តែមួយគត់ដែលពួកយើងគោរពសក្ការៈ ហើយចំពោះទ្រង់តែមួយគត់ដែលពួកយើងសុំឱ្យជួយ។)</span> ពោលគឺពួកយើងគោរពសក្ការៈចំពោះទ្រង់តែមួយគត់ ហើយពួកយើងក៏សុំជំនួយពីទ្រង់តែមួយគត់ដែរ។<br />
        <b>៦.</b> <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ﴿</span> : <span class="text-gray-500">(សូមទ្រង់មេត្ដាចង្អុលបង្ហាញដល់ពួកយើងនូវមាគ៌ាដ៏ត្រឹមត្រូវផងចុះ។)</span> ពោលគឺចង្អុលបង្ហាញពួកយើងទៅកាន់សាសនាអ៊ីស្លាម និងស៊ុណ្ណះ<span class="text-gray-500">(មាគ៌ារបស់ព្យាការី)</span>។<br />
        <b>៧.</b> <span class="text-purple-600 font-bold font-uthman-hafs-v17 text-xl">﴾ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ ﴿</span> : <span class="text-gray-500">(គឺមាគ៌ារបស់បណ្ដាអ្នកដែលទ្រង់បានប្រទានឧបការគុណ(នៀកម៉ាត់)</span>ដល់ពួកគេ ពុំមែនជា<span class="text-gray-500">(មាគ៌ា)</span>អ្នកដែលត្រូវគេខឹងសម្បាឡើយ ហើយក៏ពុំមែនជា<span class="text-gray-500">(មាគ៌ា)</span>ពួកដែលវងេ្វងដែរ។) ពោលគឺមាគ៌ារបស់បណ្តាអ្នកសាងអំពើកុសលទាំងឡាយក្នុងចំណោមបណ្តាព្យាការី និងអ្នកដែលដើរតាមពួកគាត់ ពុំមែនជាមាគ៌ាពួកណាសរ៉នី<span class="text-gray-500">(ពួកគ្រឹស្ទាន)</span> និងពួកយូដានោះទេ។<br />
        ក្រោយសូត្រហ្វាទីហះចប់ ត្រូវពោលពាក្យ <span class="text-purple-600 font-bold">“آمين”</span> ដែលមានន័យថា “សូមអល់ឡោះជាម្ចាស់ទទួលយកផងចុះ”។
      </p>
    `
  },
  {
    question: "សំណួរទី២. ចូរសូត្រជំពូក អាសហ្សាល់ហ្សាឡះ( سورة الزلزلة ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាសហ្សាល់ហ្សាឡះ<span class="text-purple-600 font-bold">( سورة الزلزلة )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        នៅពេលដែលផែនដីត្រូវបានគេធ្វើឱ្យរញ្ជួយយ៉ាងខ្លាំងក្លា។ ហើយផែនដីបានបពោ្ចញនូវសាកសពទាំងអស់ដែលមាន នៅក្នុងខ្លួនរបស់វា ។ ហើយមនុស្សលោកក៏និយាយថាៈ តើមានរឿងអ្វីកើត ឡើងចំពោះផែនដីនេះ? នៅថ្ងៃនោះ វានឹងប្រកាសប្រាប់នូវរឿងរ៉ាវរបស់វា ពីព្រោះម្ចាស់របស់អ្នកបានបញ្ជាឱ្យវាធ្វើដូច្នោះ។ នៅថ្ងៃនោះដែរ មនុស្សលោកនឹងចេញពីផ្នូរមកទាំងក្រុមៗខុសៗគ្នាដើម្បីទទួលការបង្ហាញឱ្យឃើញនូវអំពើទាំងឡាយរបស់ ពួកគេ។ ដូចេ្នះ អ្នកដែលធ្វើអំពើល្អសូម្បីមានទម្ងន់ប៉ុនលំអងធូលី ក៏គេនឹងឃើញវាដែរ។ ដូចេ្នះ អ្នកដែលធ្វើអំពើល្អសូម្បីមានទម្ងន់ប៉ុនលំអងធូលី ក៏គេនឹងឃើញវាដែរ។ <span class="text-gray-500">(អាសហ្សាល់ហ្សាឡះ : ១-៨)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> នៅពេលដែលផែនដីត្រូវបានគេធ្វើឲ្យរញ្ជួយយ៉ាងខ្លាំងក្លា ដែលវាជាការកើតឡើងនៃថ្ងៃបរលោក។<br />
        <b>២.</b> ហើយផែនដីបានបញ្ចេញនូវសាកសពទាំងឡាយនិងអ្វីផ្សេងទៀតដែលមាននៅក្នុងខ្លួនរបស់វា<span class="text-gray-500">(ក្នុងផ្ទៃផែនដី)</span>ចេញមកក្រៅ។<br />
        <b>៣.</b> ហើយមនុស្សក៏បាននិយាយទាំងងឿងឆ្ងល់ថា តើមានអ្វីកើតឡើងចំពោះផែនដី ទើបបានជាវាញ័ររញ្ជួយបែបនេះ?<br />
        <b>៤.</b> នៅក្នុងថ្ងៃដ៏ធំធេងនោះ ផែនដីនឹងប្រាប់ទាំងអស់ពីអ្វីដែលគេបានប្រព្រឹត្តនៅលើវា ទាំងប្រការល្អ និងប្រការអាក្រក់។<br />
        <b>៥.</b> ពីព្រោះអល់ឡោះបានឲ្យវាដឹង និងបានបញ្ជាវាឲ្យធ្វើដូច្នេះ។<br />
        <b>៦.</b> នៅក្នុងថ្ងៃដ៏ធំធេងដែលផែនដីញ័ររញ្ជួយនោះ មនុស្សលោកនឹងចេញពីកន្លែងជំនុំជម្រះជាក្រុមៗដើម្បីមើលទង្វើទាំងឡាយរបស់ពួកគេដែលពួកគេបានសាងនៅក្នុងលោកិយ។<br />
        <b>៧.</b> ដូចនេះ ជនណាហើយដែលបានសាងនូវទង្វើល្អ សូម្បីតែទង្វើនោះមានទម្ងន់ប៉ុនសត្វស្រមោចដ៏តូចមួយក៏ដោយ ក៏គេនឹងបានឃើញវានៅចំពោះមុខគេដែរ។<br />
        <b>៨.</b> ហើយ<span class="text-gray-500">(ក៏ដូចគ្នាដែរ)</span> ជនណាហើយដែលបានសាងនូវទង្វើអាក្រក់ សូម្បីតែទង្វើនោះមានទម្ងន់ប៉ុនសត្វស្រមោចដ៏តូចមួយក៏ដោយ ក៏គេនឹងបានឃើញវានៅចំពោះមុខគេដែរ។
      </p>
    `
  },
  {
    question: "សំណួរទី៣. ចូរសូត្រជំពូក អាល់អាទីយ៉ាត( سورة العاديات ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់អាទីយ៉ាត <span class="text-purple-600 font-bold">( سورة العاديات )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        អល់ឡោះស្បថនឹងសត្វសេះទាំងឡាយដែលរត់ទាំងដង្ហក់នៅក្នុងសមរភូមិ និងសត្វសេះដែលរត់យ៉ាងលឿនចេញផ្កាភ្លើងតាមក្រចករបស់វា និងសត្វសេះដែលវាបោលសម្រុកទៅខ្មាំងសត្រូវទាំងព្រឹកព្រលឹម ហើយពួកវាធ្វើឱ្យធូលីហុយទ្រលោមនៅចំពោះមុខពួកសត្រូវ ហើយពួកវាសម្រុកចូលទៅកណ្ដាលហ្វូងសត្រូវ ។ ពិតប្រាកដណាស់ មនុស្សលោកគឺរមិលគុណចំពោះម្ចាស់ របស់គេ។ ហើយពិតប្រាកដណាស់ គេគឺជាសាក្សីលើរឿងនោះ ពីព្រោះគេ គឺជាមនុស្សដែលស្រឡាញ់ទ្រព្យសម្បត្ដិយ៉ាង ខ្លាំង។ ដូចេ្នះ តើគេមិនដឹងទេឬថា នៅពេលដែលអ្វីៗនៅក្នុងផ្នូរ ត្រូវគេបពោ្ចញមក<span class="text-gray-500">(ដើម្បីជំនុំជំរះ)</span>? និងអ្វីដែលមាននៅក្នុងចិត្ដ<span class="text-gray-500">(របស់មនុស្ស)</span>នឹងត្រូវគេ លាតត្រដាងឱ្យឃើញយ៉ាងច្បាស់នោះ ? ពិតប្រាកដណាស់ នៅថ្ងៃនោះម្ចាស់របស់ពួកគេដឹងបំផុត ចំពោះរឿងរ៉ាវរបស់ពួកគេ។ <span class="text-gray-500">(អាល់អាទីយ៉ាត : ១-១១)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> អល់ឡោះបានស្បថនឹងសត្វសេះទាំងឡាយដែលរត់ទាំងដង្ហក់យ៉ាងខ្លាំងនៅក្នុងសមរភូមិ។<br />
        <b>២.</b> ហើយទ្រង់ស្បថនឹងសត្វសេះដែលរត់យ៉ាងលឿនរហូតចេញផ្កាភ្លើងតាមក្រចករបស់វានៅពេលដែលវាផាយជាន់យ៉ាងខ្លាំងទៅលើដុំថ្ម ។<br />
        <b>៣.</b> ហើយទ្រង់ស្បថនឹងសត្វសេះដែលបោលសម្រុកទៅរកខ្មាំងសត្រូវទាំងព្រឹកព្រលឹម<br />
        <b>៤.</b> ដោយពួកវាធ្វើឱ្យធូលីប៉ើងហុយទ្រលោមនៅចំពោះមុខសត្រូវ<br />
        <b>៥.</b> ហើយពួកវាសម្រុកចូលទៅកណ្ដាលហ្វូងសត្រូវ។<br />
        <b>៦.</b> ពិតប្រាកដណាស់ មនុស្សលោកគឺរមិលគុណចំពោះម្ចាស់របស់គេ។<br />
        <b>៧.</b> គេនឹងធ្វើជាសាក្សីលើខ្លួនឯងចំពោះការរមិលគុណនេះ។ គេមិនអាចប្រកែកបានឡើយដោយសារវាបានស្តែងចេញមកយ៉ាងច្បាស់។<br />
        <b>៨.</b> គេស្រលាញ់ទ្រព្យសម្បត្តិយ៉ាងងប់ងល់ ហើយកំណាញ់នឹងការបរិច្ចាគទ្រព្យសម្បត្តិរបស់គេ។<br />
        <b>៩.</b> តើមនុស្សលោកដែលស្រលាញ់ងុបងល់នឹងការរស់នៅលើលោកិយនេះមិនដឹងទេឬថា នៅពេលដែលអល់ឡោះធ្វើឲ្យសាកសពនៅក្នុងផ្នូររស់ឡើងវិញ និងបញ្ចេញពួកគេពីក្នុងដីដើម្បីជំនុំជម្រះ និងទទួលការតបស្នងនោះ រឿងនោះគឺនឹងមិនកើតឡើងដូចអ្វីដែលពួកគេគិតស្រមៃទេនោះ?<br />
        <b>១០.</b> គេនឹងលាតត្រដាងនិងបញ្ជាក់នូវអ្វីដែលនៅក្នុងដួងចិត្ត ដូចជាការនៀត<span class="text-gray-500">(ការប៉ង)</span> គោលជំនឿ និងអ្វីផ្សេងៗទៀត។<br />
        <b>១១.</b> ពិតប្រាកដណាស់នៅថ្ងៃនោះ ម្ចាស់របស់ពួកគេដឹងបំផុតចំពោះរឿងរ៉ាវរបស់ពួកគេ។ គ្មានអ្វីអាចលាក់បាំងនឹងទ្រង់បានឡើយនៃកិច្ចការខ្ញុំបម្រើទាំងឡាយរបស់ទ្រង់ ហើយទ្រង់នឹងតបស្នងពួកគេទៅលើអ្វីដែលពួកគេបានប្រព្រឹត្ត។
      </p>
    `
  },
  {
    question: "សំណួរទី៤. ចូរសូត្រជំពូក អាល់ករីអះ( سورة القارعة ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់ករីអះ<span class="text-purple-600 font-bold">( سورة القارعة )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        អាល់ករីអះ។ តើអាល់ករីអះជាអ្វី? តើអ្វីដែលធ្វើឱ្យអ្នកដឹងថា អាល់ករីអះជាអ្វីនោះ? គឺជាថ្ងៃដែលមនុស្សលោកប្រៀបដូចជាហ្វូងសត្វមេអំបៅ ដែលហើរប្រសេចប្រសាច។ ហើយភ្នំទាំងឡាយប្រៀបដូចជារោមសត្វដែលត្រូវគេធ្វើឱ្យប៉ើង។ ហើយរីឯអ្នកណាដែលភ្នែកជញ្ជីងរបស់គេធ្ងន់<span class="text-gray-500">(ខាងអំពើល្អ)</span>នោះ។ គឺគេនឹងស្ថិតក្នុងការរស់នៅប្រកបដោយក្ដីពេញចិត្ដ<span class="text-gray-500">(នៅ ក្នុងឋានសួគ៌)</span>។ ហើយចំណែកឯអ្នកណាដែលភ្នែកជញ្ជីងរបស់គេស្រាល <span class="text-gray-500">(ខាងអំពើល្អ)</span>នោះ។ ទីលំនៅរបស់គេ គឺនរកហាវីយ៉ះ<span class="text-gray-500">(រណ្ដៅនរកដ៏ជ្រៅ)</span> តើអ្វីដែលធ្វើឱ្យអ្នកដឹងថា វាជាអ្វីនោះ? វាគឺជាភ្លើងនរកដ៏សែនក្ដៅ។ <span class="text-gray-500">(អាល់ករីអះ : ១-១១)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ពេលវេលាដែលធ្វើឱ្យដូងចិត្តរបស់មនុស្សលោកភ័យញាប់ញ័រដោយសារតែស្ថានភាពដ៏រន្ធត់នៃថ្ងៃនោះ។<br />
        <b>២.</b> តើអ្វីទៅជាពេលវេលាដែលធ្វើឲ្យដូងចិត្តរបស់មនុស្សលោកភ័យញាប់ញ័រដោយសារតែស្ថានភាពដ៏រន្ធត់របស់វានោះ?<br />
        <b>៣.</b> តើអ្វីដែលធ្វើឱ្យអ្នកដឹងថា អ្វីទៅជាពេលវេលាដែលធ្វើឲ្យដូងចិត្តរបស់មនុស្សលោកភ័យញាប់ញ័រដោយសារតែស្ថានភាពដ៏រន្ធត់របស់វានោះ? ពិតណាស់ វានោះគឺជាថ្ងៃបរលោក។<br />
        <b>៤.</b> គឺថ្ងៃដែលដួងចិត្តមនុស្សលោកញាប់ញ័រភ័យរន្ធត់ ប្រៀបដូចជាហ្វូងសត្វមេអំបៅដែលហើរប្រសេចប្រសាចគ្រប់ទីកន្លែង។<br />
        <b>៥.</b> ហើយភ្នំទាំងឡាយប្រៀបដូចជារោមសត្វចម្រុះពណ៌ដែលត្រូវគេធ្វើឱ្យប៉ើងរប៉ាត់រប៉ាយ។<br />
        <b>៦.</b> រីឯអ្នកដែលទង្វើល្អរបស់គេធ្ងន់ជាងទង្វើអាក្រក់នោះ<br />
        <b>៧.</b> រូបគេនឹងស្ថិតនៅក្នុងជីវិតរស់នៅមួយដ៏ជាទីគាប់ចិត្តដែលគេនឹងទទួលបានវានៅក្នុងឋានសួគ៌។<br />
        <b>៨.</b> ហើយចំណែកឯជនណាដែលទង្វើអាក្រក់របស់គេធ្ងន់ជាងទង្វើល្អនោះ<br />
        <b>៩.</b> ទីលំនៅ និងកន្លែងស្នាក់អាស្រ័យរបស់គេនៅថ្ងៃបរលោកនោះ គឺនៅក្នុងឋាននរកជើហាន់ណាំ។<br />
        <b>១០.</b> តើអ្វីដែលធ្វើឱ្យអ្នក<span class="text-gray-500">(ឱអ្នកនាំសារមូហាំម៉ាត់)</span>ដឹងថា វាជាអ្វីនោះ?<br />
        <b>១១.</b> វាគឺជាភ្លើងនរកដ៏សែនក្តៅបំផុត។
      </p>
    `
  },
  {
    question: "សំណួរទី៥. ចូរសូត្រជំពូក អាត់តាកាស៊ួរ( سورة التكاثر ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាត់តាកាស៊ួរ<span class="text-purple-600 font-bold">( سورة التكاثر )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        ភាពក្រអឺតក្រទមនឹងការមានទ្រព្យសម្បត្ដិច្រើនហើយនិងកូនចៅ បានធ្វើឱ្យពួកអ្នកភេ្លចខ្លួន<span class="text-gray-500">(ពីការគោរពប្រតិបត្ដិចំពោះអល់ឡោះ)</span> រហូតពួកអ្នកចូលទៅក្នុងផ្នូរ<span class="text-gray-500">(រហូតអ្នកស្លាប់)</span>។ ទេ. ពួកអ្នកគង់តែនឹងដឹងជាមិនខាន ។ ទេ. បន្ទាប់មកពួកអ្នកគង់តែនឹងដឹង។ ទេ. ប្រសិនបើពួកអ្នកដឹង<span class="text-gray-500">(ពីលទ្ធផលនៃការភេ្លចខ្លួនរបស់ ពួកអ្នក)</span>ដោយការដឹងយ៉ាងច្បាស់លាស់នោះ<span class="text-gray-500">(ពួកអ្នកពិតជាមិនធ្វើ ដូច្នោះឡើយ)</span>។ ជាការពិតណាស់ ពួកអ្នកនឹងឃើញនរកជើហ៊ីមជាមិនខាន។ បន្ទាប់មក ពួកអ្នកពិតជានឹងឃើញវាយ៉ាងច្បាស់នឹងភ្នែក។ ក្រោយមក ពួកអ្នកនឹងត្រូវគេសួរនៅថ្ងៃនោះអំពីឧបការគុណ<span class="text-gray-500">(នៀកម៉ាត់)</span>ដែលទ្រង់បានប្រទានឱ្យពួកអ្នក។ <span class="text-gray-500">(អាត់តាកាស៊ួរ : ១-៨)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ការមានមោទនភាពនឹងទ្រព្យសម្បត្តិនិងកូនចៅច្រើន បានធ្វើឱ្យពួកអ្នក<span class="text-gray-500">(ឱមនុស្សលោក)</span>ភ្លេចពីការគោរពប្រតិបត្តិចំពោះអល់ឡោះ<br />
        <b>២.</b> រហូតដល់ពួកអ្នកស្លាប់ ហើយបានចូលទៅក្នុងផ្នូររបស់ពួកអ្នក។<br />
        <b>៣.</b> អ្វីដែលនាំឱ្យពួកអ្នកមានមោទនភាពរហូតដល់នាំឱ្យពួកអ្នកភ្លេចពីការគោរពប្រតិបត្តិចំពោះអល់ឡោះនោះ ពួកអ្នកគង់តែនឹងដឹងជាមិនខាននូវលទ្ធផលចុងក្រោយនៃការធ្វើបែបនោះ។<br />
        <b>៤.</b> បន្ទាប់មក ពួកអ្នកគង់តែនឹងដឹងជាមិនខាននូវលទ្ធផលចុងក្រោយរបស់វា។<br />
        <b>៥.</b> ជាការពិត ប្រសិនបើពួកអ្នកដឹងច្បាស់ថា ពួកអ្នកនឹងត្រូវគេពង្រស់ឱ្យរស់ឡើងវិញត្រឡប់ទៅកាន់អល់ឡោះជាម្ចាស់ ហើយទ្រង់នឹងតបស្នងទៅលើទង្វើរបស់ពួកអ្នកនោះ ពួកអ្នកពិតជានឹងមិនជាប់រវល់នឹងការមានមោទនភាព<span class="text-gray-500">(ចំពោះគ្នា)</span>ពីរឿងទ្រព្យសម្បត្តិនិងរឿងកូនចៅឡើយ។<br />
        <b>៦.</b> ជាការពិតណាស់ អល់ឡោះពិតជានឹងឱ្យពួកអ្នកឃើញភ្លើងនរកនៅថ្ងៃបរលោកជាមិនខាន។<br />
        <b>៧.</b> បន្ទាប់មក ពួកអ្នកពិតជានឹងឃើញវា<span class="text-gray-500">(ភ្លើងនរក)</span>យ៉ាងច្បាស់ផ្ទាល់នឹងភ្នែកដោយគ្មានការសង្ស័យឡើយ។<br />
        <b>៨.</b> ក្រោយមក នៅថ្ងៃនោះ អល់ឡោះជាម្ចាស់នឹងសួរពួកអ្នកអំពីរាល់ឧបការគុណទាំងឡាយដែលទ្រង់ប្រទានឱ្យពួកអ្នក ដូចជាសុខភាពល្អ ទ្រព្យសម្បត្តិស្តុកស្តម្ភ និងប្រការផ្សេងៗទៀត។
      </p>
    `
  },
  {
    question: "សំណួរទី៦. ចូរសូត្រជំពូក អាល់អើស( سورة العصر ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់អើស<span class="text-purple-600 font-bold">( سورة العصر )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        អល់ឡោះស្បថនឹងពេលវេលា។ ពិតប្រាកដណាស់ មនុស្សលោកគឺស្ថិតកុ្នងភាពខាតបង់។ លើកលែងតែបណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើ ល្អត្រឹមត្រូវ និងបានផ្ដែផ្ដាំគ្នាឱ្យប្រកាន់ខ្ជាប់នូវការពិត និងបានផ្ដែផ្ដាំ គ្នាឱ្យមានការអត់ធ្មត់ប៉ុណ្ណោះ។ <span class="text-gray-500">(អាល់អាសរ៍ : ១-៣)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> អល់ឡោះជាម្ចាស់ទ្រង់ស្បថនឹងពេលវេលា។<br />
        <b>២.</b> មនុស្សលោកទាំងអស់ស្ថិតក្នុងភាពខាតបង់ និងភាពអន្តរាយ។<br />
        <b>៣.</b> លើកលែងតែជនណាដែលមានជំនឿ និងបានសាងទង្វើកុសល ហើយព្រមជាមួយគ្នានេះ ពួកគេបានអំពាវនាវ<span class="text-gray-500">(មនុស្ស)</span>ទៅកាន់ផ្លូវពិត ហើយពួកគេមានការអត់ធ្មត់លើវាប៉ុណ្ណោះ។ ពិតណាស់ អ្នកទាំងនោះហើយដែលជាអ្នកទទួលបានជោគជ័យចាកផុតពីការខាតបង់នោះ។
      </p>
    `
  },
  {
    question: "សំណួរទី៧. ចូរសូត្រជំពូក អាល់ហ៊ូម៉ាហ្សះ( سورة الهمزة ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់ហ៊ូម៉ាហ្សះ<span class="text-purple-600 font-bold">( سورة الهمزة )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        វិនាសអន្ដរាយហើយចំពោះអ្នកនិយាយមួលបង្កាច់ និង អ្នកនិយាយដើមគេ។ គឺជាអ្នកដែលបានប្រមូលទ្រព្យសម្បត្ដិនិងរាប់ចំនួនរបស់វា ដោយគេគិតថា ទ្រព្យសម្បត្ដិរបស់គេពិតជាធ្វើឱ្យគេនៅ គង់វង្សជារៀងហូត។ មិនដូច្នោះទេ. ការពិតគេនឹងត្រូវគេបោះបញ្ចូលទៅក្នុង ហ៊ូ ត ម៉ះ។ តើអ្វីដែលធ្វើឱ្យអ្នកដឹងថា ហ៊ូត៏ម៉ះ ជាអ្វីនោះ? គឺជាភ្លើងរបស់អល់ឡោះដែលបានបង្កាត់ទុក<span class="text-gray-500">(នៅក្នុង នរក)</span> ដែលវាឆាបឆេះរាលដល់បេះដូង។ ពិតប្រាកដណាស់ នរកនោះត្រូវបានបិទជិត ដើម្បីកុំឱ្យ ពួកគេចេញ។ ត្រូវបានចងភ្ជាប់នឹងសសរដ៏វែង។ <span class="text-gray-500">(អាល់ហ៊ូម៉ាហ្សះ : ១-១១)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ក្តីវិនាស និងទណ្ឌកម្មយ៉ាងខ្លាំងក្លាចំពោះអ្នកដែលចូលចិត្តនិយាយដើម និងមួលបង្កាច់អ្នកដទៃ។<br />
        <b>២.</b> ជាអ្នកដែលគោលបំណងសំខាន់របស់គេ គឺការប្រមូលទ្រព្យសម្បត្ដិនិងរាប់ចំនួនរបស់វា។ គេគ្មានគោលបំណងអ្វីផ្សេងពីនោះឡើយ។<br />
        <b>៣.</b> ដោយគេគិតស្មានថា ទ្រព្យសម្បត្ដិរបស់គេដែលគេខំប្រមូលនោះ នឹងអាចធ្វើឱ្យរូបគេគេចផុតពីសេចក្តីស្លាប់បាន។ ដូច្នេះ គេនឹងអាចរស់នៅជាអមតៈនៅលើលោកិយនេះ។<br />
        <b>៤.</b> រឿងនោះមិនដូចអ្វីដែលជនល្ងង់ខ្លៅនេះគិតនោះទេ។ តាមពិត រូបគេនឹងត្រូវគេបោះទៅក្នុងភ្លើងនរកជើហាន់ណាំដែលវានឹងបំផ្លាញ និងកម្ទេចទាំងអស់រាល់អ្វីដែលគេបោះចូលទៅក្នុងវា ដោយសារតែកម្តៅដ៏សែនក្តៅបំផុតរបស់វា។<br />
        <b>៥.</b> តើអ្វីដែលធ្វើឱ្យអ្នក<span class="text-gray-500">(ឱអ្នកនាំសារមូហាំម៉ាត់)</span>ដឹងថា ភ្លើងនរកដែលបំផ្លាញរាល់អ្វីទាំងអស់ដែលគេបោះចូលទៅក្នុងវានោះជាអ្វី?<br />
        <b>៦.</b> គឺជាភ្លើងរបស់អល់ឡោះដែលត្រូវបានគេបង្កាត់ឆេះយ៉ាងសន្ធោសន្ធៅ<br />
        <b>៧.</b> ដែលវានឹងឆាបឆេះរោលរាលពេញខ្លួនប្រាណរបស់មនុស្ស រហូតដល់បេះដូងរបស់ពួកគេ។<br />
        <b>៨.</b> ជាការពិតណាស់ នរកនោះត្រូវបានបិទជិតដើម្បីកុំឱ្យពួកដែលត្រូវទណ្ឌកម្មរត់ចេញ។<br />
        <b>៩.</b> ពួកគេត្រូវបានគេចងភ្ជាប់នឹងសសរដ៏វែងដើម្បីកុំឱ្យពួកគេអាចចេញរួច។
      </p>
    `
  },
  {
    question: "សំណួរទី៨. ចូរសូត្រជំពូក អាល់ហ្វ៊ីល( سورة الفيل ) និងបកស្រាយអត្ថ-ន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់ហ្វ៊ីល<span class="text-purple-600 font-bold">( سورة الفيل )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        តើអ្នក<span class="text-gray-500">(មូហាំម៉ាត់)</span>មិនបានឃើញទេឬថា ម្ចាស់របស់អ្នក បានធ្វើទៅលើក្រុមទ័ពដំរីយ៉ាងដូចមេ្ដច ? តើទ្រង់មិនបានធ្វើឱ្យឧបាយកលអាក្រក់របស់ពួកគេវងេ្វង <span class="text-gray-500">(បរាជ័យ)</span>ទេឬ ? ហើយទ្រង់បានបញ្ជូនបក្សីទាំងហ្វូងៗទៅប្រយុទ្ធតទល់ នឹងពួកគេ។ ពួកវាទម្លាក់ទៅលើពួកគេដោយដុំថ្មស៊ីចជ្ជីល<span class="text-gray-500">(ដែលមកពី ភ្លើងនរក)</span>។ រួចមកទ្រង់បានធ្វើឱ្យពួកគេប្រៀបដូចជាស្លឹកឈើដែលត្រូវ ដង្កូវស៊ី។ <span class="text-gray-500">(អាល់ហ៊្វីល : ១-៥)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> តើអ្នក<span class="text-gray-500">(ឱអ្នកនាំសារមូហាំម៉ាត់)</span>មិនបានដឹងទេឬថា តើម្ចាស់របស់អ្នកបានធ្វើយ៉ាងដូចម្តេចទៅលើអាប់រ៉ហះ និងក្រុមរបស់គេដែលជាទ័ពដំរី នៅពេលដែលពួកគេមានបំណងចង់កម្ទេចកាក់ហ្ពះនោះ?<br />
        <b>២.</b> ពិតណាស់ អល់ឡោះបានធ្វើឱ្យឧបាយកលដ៏អាក្រក់របស់ពួកគេដែលចង់កម្ទេចកាក់ហ្ពះនោះទទួលបរាជ័យ។ ដូចនេះ ពួកគេមិនទទួលបាននូវអ្វីដែលពួកគេប៉ងប្រាថ្នាដែលចង់បង្វែរមនុស្សឲ្យបែរចេញពីកាក់ហ្ពះនោះទេ ហើយពួកគេក៏មិនទទួលបានអ្វីសូម្បីតែបន្តិចនោះដែរ។<br />
        <b>៣.</b> ហើយទ្រង់បានបញ្ជូនបក្សីទាំងហ្វូងៗទៅកាន់ពួកគេ<br />
        <b>៤.</b> ដោយពួកវាទម្លាក់ដុំថ្មធ្វើពីដីឥដ្ឋដែលគេដុតនៅក្នុងភ្លើងនរកទៅលើពួកគេ។<br />
        <b>៥.</b> ពិតណាស់ អល់ឡោះបានធ្វើឱ្យពួកគេ<span class="text-gray-500">(វិនាសអន្តរាយ)</span>ដូចជាស្លឹកឈើដែលត្រូវសត្វស៊ីដាច់ខ្ទេចខ្ទីដូច្នោះដែរ។
      </p>
    `
  },
  {
    question: "សំណួរទី៩. ចូរសូត្រជំពូក គូរ៉័ស្ហ( سورة قريش ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក គូរ៉័ស្ហ<span class="text-purple-600 font-bold">( سورة قريش )</span> និងអត្ថន័យរបស់វា។<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        ជាទម្លាប់នៃកុលសម្ព័ន្ធគូរ៉ស្ហ ទម្លាប់របស់ពួកគេគឺការធ្វើដំណើរនៅរដូវរងារ<span class="text-gray-500">(ដើម្បីធ្វើ ជំនួញនៅប្រទេសយ៉េមែន)</span> និង<span class="text-gray-500">(នៅប្រទេសស្ហាម)</span>នៅរដូវក្ដៅ។ ដូចេ្នះ ចូរឱ្យពួកគេគោរពសក្ការៈចំពោះម្ចាស់គ្រប់គ្រង កាក់ហ្ពះនេះចុះ។ គឺទ្រង់ជាអ្នកដែលបានផ្ដល់ចំណីអាហារដល់ពួកគេ ដើម្បី បំបាត់នូវការសេ្រកឃ្លាន និងផ្ដល់សន្ដិភាពដល់ពួកគេឱ្យចៀសផុត ពីការភ័យខ្លាច។ <span class="text-gray-500">(គូរ៉័ស្ហ : ១-៤)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ជាទម្លាប់នៃកុលសម្ព័ន្ធគូរ៉័ស្ហ<br />
        <b>២.</b> ទម្លាប់របស់ពួកគេនោះ គឺការធ្វើដំណើរជួញដូរក្នុងរដូវរងារនៅកាន់ប្រទេសយេមែន និងធ្វើដំណើរជួញដូរក្នុងរដូវក្ដៅនៅកាន់តំបន់ស្ហាម ប្រកបដោយសុវត្ថិភាព។<br />
        <b>៣.</b> ដូច្នេះ ចូរឱ្យពួកគេគោរពសក្ការៈចំពោះអល់ឡោះដែលជាម្ចាស់គ្រប់គ្រងគេហដ្ឋានដ៏ពិសិដ្ឋ<span class="text-gray-500">(កាក់ហ្ពះ)</span>តែមួយគត់ ដែលទ្រង់បានផ្តល់ភាពងាយស្រួលដល់ពួកគេក្នុងការធ្វើដំណើរជួញដូរ ហើយពួកគេមិនត្រូវធ្វើស្ហ៊ីរិក<span class="text-gray-500">(គោរពព្រះផ្សេង)</span>ជាមួយនឹងទ្រង់ឡើយ។<br />
        <b>៤.</b> ព្រោះទ្រង់ជាអ្នកដែលផ្ដល់ចំណីអាហារដល់ពួកគេដើម្បីបំបាត់ភាពសេ្រកឃ្លាន និងផ្ដល់សន្ដិភាពដល់ពួកគេឱ្យចៀសផុតពីការភ័យខ្លាច ត្បិតអល់ឡោះបានដាក់នៅក្នុងដួងចិត្តរបស់ពួកអារ៉ាប់នូវការលើកតម្កើងទឹកដីពិសិដ្ឋនេះ និងអ្នកដែលរស់នៅក្នុងវា។
      </p>
    `
  },
  {
    question: "សំណួរទី១០. ចូរសូត្រជំពូក អាល់ម៉ាអ៊ូន( سورة الماعون ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់ម៉ាអ៊ូន<span class="text-purple-600 font-bold">( سورة الماعون )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        តើអ្នក<span class="text-gray-500">(មូហាំម៉ាត់)</span>បានឃើញបុគ្គលដែលបដិសេធនឹងថ្ងៃ ជំនុំជំរះដែរឬទេ ? នោះហើយគឺជាបុគ្គលដែលបោះបង់កូនកំព្រា។ ហើយមិនជំរុញគ្នាឱ្យផ្ដល់ចំណីអាហារដល់អ្នកក្រីក្រឡើយ ដូចេ្នះ ភាពវិនាសអន្ដរាយ គឺសម្រាប់ពួកដែលសឡាត ដែលពួកគេព្រងើយកន្ដើយចំពោះការសឡាតរបស់ពួកគេ។ ពួកគេគឺជាពួកដែលសាងអំពើល្អដើម្បីចង់បង្ហាញឱ្យគេ ឃើញតែប៉ុណ្ណោះ។ ហើយពួកគេមិនឱ្យទ្រព្យគេខ្ចីឡើយ សូម្បីតែបន្ដិចបន្ដួចក៏ដោយ។ <span class="text-gray-500">(អាល់ម៉ាអ៊ូន : ១-៧)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> តើអ្នកបានស្គាល់បុគ្គលដែលបដិសេធនឹងការទទួលបានការតបស្នងនៅថ្ងៃបរលោកដែរឬទេ?<br />
        <b>២.</b> គឺបុគ្គលដែលរំលោភបំពានសិទ្ធិក្មេងកំព្រា<span class="text-gray-500">(កំព្រាឪពុក)</span>យ៉ាងខ្លាំងក្លា<br />
        <b>៣.</b> ហើយមិនជំរុញខ្លួនឯងនិងអ្នកដទៃឱ្យបរិច្ចាគចំណីអាហារដល់អ្នកក្រីក្រឡើយ។<br />
        <b>៤.</b> ដូច្នេះ ភាពវិនាសអន្ដរាយនិងទណ្ឌកម្ម គឺសម្រាប់អ្នកសឡាតទាំងឡាយណា<br />
        <b>៥.</b> ដែលពួកគេព្រងើយកន្ដើយចំពោះការសឡាតរបស់ពួកគេ។ ពួកគេមិនយកចិត្តទុកដាក់លើការសឡាតនោះឡើយ រហូតដល់ផុតពេលវេលារបស់វា។<br />
        <b>៦.</b> ពួកគេគឺជាពួកដែលប្រតិបត្តិសឡាត និងសាងអំពើល្អផ្សេងៗដើម្បីគ្រាន់តែចង់បង្ហាញឱ្យគេឃើញតែប៉ុណ្ណោះ។ ពួកគេមិនបានធ្វើវាដោយចិត្តស្មោះសចំពោះអល់ឡោះឡើយ។<br />
        <b>៧.</b> ហើយពួកគេមិនជួយដល់អ្នកដទៃឡើយ បើទោះបីជាការជួយនោះមិនបានផ្តល់ផលប៉ះពាល់ដល់រូបគេក៏ដោយ។
      </p>
    `
  },
  {
    question: "សំណួរទី១១. ចូរសូត្រជំពូក អាល់កាវសើរ( سورة الكوثر ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់កាវសើរ<span class="text-purple-600 font-bold">( سورة الكوثر )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        ពិតប្រាកដណាស់ យើងបានប្រទានឱ្យអ្នក<span class="text-gray-500">(មូហាំម៉ាត់)</span> នូវអាល់កាវសើរ<span class="text-gray-500">(ទនេ្លមួយនៅក្នុងឋានសួគ៌)</span>។ ដូចេ្នះ ចូរអ្នកសឡាត និងសំឡេះសត្វដើម្បីម្ចាស់របស់អ្នក ចុះ។ ពិតប្រាកដណាស់ អ្នកដែលស្អប់ខ្ពើមអ្នក<span class="text-gray-500">(មូហាំម៉ាត់)</span> គេ នឹងត្រូវកាត់ផ្ដាច់ពីផលល្អ<span class="text-gray-500">(ទាំងនៅក្នុងលោកិយ និងបរលោក)</span>។ <span class="text-gray-500">(អាល់កាវសើរ : ១-៣)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ពិតប្រាកដណាស់ យើងបានប្រទានឱ្យអ្នក<span class="text-gray-500">(ឱអ្នកនាំសារមូហាំម៉ាត់)</span>នូវប្រការល្អជាច្រើន ក្នុងនោះ គឺទន្លេមួយនៅក្នុងឋានសួគ៌ដែលមានឈ្មោះថា អាល់កាវសើរ។<br />
        <b>២.</b> ហេតុនេះ ចូរអ្នកថ្លែងអំណរគុណអល់ឡោះចំពោះឧបការគុណនេះ ដោយអ្នកត្រូវប្រតិបត្តិសឡាតចំពោះអល់ឡោះ និងសម្លេះសត្វដើម្បីម្ចាស់របស់អ្នកតែមួយគត់ ខុសពីអ្វីដែលពួកមុស្ហរីគីន<span class="text-gray-500">(ពួកពហុទេពនិយម)</span>បានធ្វើ ដោយពួកគេបញ្ជិតខ្លួនទៅកាន់រូបបដិមារបស់ពួកគេដោយសារសម្លេះសត្វនោះ។<br />
        <b>៣.</b> ពិតប្រាកដណាស់ អ្នកដែលខឹងសម្បារនឹងអ្នកនោះ គឺជាបុគ្គលដែលត្រូវបានគេកាត់ផ្តាច់ពីប្រការល្អទាំងអស់ ជាអ្នកដែលត្រូវគេបំភ្លេចមិននឹកនានោះឡើយ ហើយបើទោះបីជាគេរំលឹកពីពួកគេ ក៏គេរំលឹកតែពីរឿងអាក្រក់របស់គេដែរ។
      </p>
    `
  },
  {
    question: "សំណួរទី១២. ចូរសូត្រជំពូក អាល់កាហ្វ៊ីរូន( سورة الكافرون ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់កាហ្វ៊ីរូន<span class="text-purple-600 font-bold">( سورة الكافرون )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        ចូរអ្នក<span class="text-gray-500">(មូហាំម៉ាត់)</span>ពោលថាៈ ឱពួកដែលប្រឆាំង. ខ្ញុំមិនគោរពសក្ការៈចំពោះអ្វីដែលពួកអ្នកគោរពសក្ការៈ នោះឡើយ។ ហើយពួកអ្នកក៏មិនមែនជាអ្នកគោរពសក្ការៈចំពោះអ្វីដែលខ្ញុំគោរពសក្ការៈនោះដែរ។ ហើយខ្ញុំមិនមែនជាអ្នកដែលគោរពសក្ការៈចំពោះអ្វីដែល ពួកអ្នកបានគោរពសក្ការៈនោះឡើយ។ ហើយពួកអ្នកក៏មិនមែនជាអ្នកគោរពសក្ការៈចំពោះអ្វីដែលខ្ញុំគោរពសក្ការៈនោះដែរ។ សម្រាប់ពួកអ្នកគឺសាសនារបស់ពួកអ្នក ហើយសម្រាប់ខ្ញុំ គឺសាសនារបស់ខ្ញុំ។ <span class="text-gray-500">(អាល់កាហ្វ៊ីរូន : ១-៦)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ចូរអ្នក<span class="text-gray-500">(ឱអ្នកនាំសារមូហាំម៉ាត់)</span>ពោលចុះថា៖ នែពួកដែលប្រឆាំងនឹងអល់ឡោះ!<br />
        <b>២.</b> ខ្ញុំមិនគោរពសក្ការៈចំពោះរូបបដិមាដែលពួកអ្នកកំពុងតែគោរពសក្ការៈនោះឡើយ មិនថាពេលនេះ ឬពេលខាងមុខនោះទេ។<br />
        <b>៣.</b> ហើយពួកអ្នកក៏មិនមែនជាអ្នកគោរពសក្ការៈចំពោះអ្វីដែលខ្ញុំកំពុងតែគោរពសក្ការៈនោះដែរ គឺ<span class="text-gray-500">(ការគោរពសក្ការៈ)</span>អល់ឡោះតែមួយគត់។<br />
        <b>៤.</b> ហើយខ្ញុំក៏មិនគោរពសក្ការៈចំពោះរូបបដិមាដែលពួកអ្នកកំពុងតែគោរពសក្ការៈនោះដែរ។<br />
        <b>៥.</b> ហើយពួកអ្នកក៏មិនមែនជាអ្នកគោរពសក្ការៈចំពោះអ្វីដែលខ្ញុំកំពុងតែគោរពសក្ការៈនោះដែរ គឺ<span class="text-gray-500">(ការគោរពសក្ការៈ)</span>អល់ឡោះតែមួយគត់។<br />
        <b>៦.</b> សម្រាប់ពួកអ្នក គឺសាសនារបស់ពួកអ្នកដែលពួកអ្នកបង្កើតឡើងថ្មីដោយខ្លួនពួកអ្នកផ្ទាល់។ តែសម្រាប់ខ្ញុំវិញ គឺសាសនាដែលអល់ឡោះទ្រង់បានបញ្ចុះមកឱ្យខ្ញុំ។
      </p>
    `
  },
  {
    question: "សំណួរទី១៣. ចូរសូត្រជំពូក អាន់ណើសរ៍( سورة النصر ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាន់ណើសរ៍<span class="text-purple-600 font-bold">( سورة النصر )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        នៅពេលដែលជំនួយរបស់អល់ឡោះ និងជ័យជម្នះបានមកដល់<span class="text-gray-500">(ការរំដោះទីក្រុងម៉ាក្កះ)</span> ពេលនោះ អ្នកនឹងឃើញមនុស្សម្នាចូលសាសនារបស់អល់ឡោះទាំងក្រុមៗ។ ដូចេ្នះ ចូរអ្នកលើកតម្កើងដោយការសរសើរទៅចំពោះ ម្ចាស់របស់អ្នក និងសុំអភ័យទោសពីទ្រង់។ ពិតប្រាកដណាស់ ទ្រង់ គឺជាអ្នកដែលទទួលយកការសុំអភ័យទោសបំផុត។ <span class="text-gray-500">(អាល់ណើសរ៍ : ១-៣)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        នៅពេលដែលជំនួយរបស់អល់ឡោះចំពោះសាសនារបស់អ្នក<span class="text-gray-500">(ឱព្យាការីមូហាំម៉ាត់)</span> ការផ្តល់ភាពខ្លាំងក្លារបស់ទ្រង់ដល់វា<span class="text-gray-500">(សាសនាអ៊ីស្លាម)</span> និងការទទួលបានជ័យជម្នះដោយការរំដោះបានទីក្រុងម៉ាក្កះបានមកដល់<br />
        ហើយអ្នកនឹងបានឃើញមនុស្សចូលសាសនាអ៊ីស្លាមទាំងក្រុមៗនោះ<br />
        ពេលនោះ ចូរអ្នកដឹងចុះថា ជាការពិតណាស់ ទាំងនេះគឺជាសញ្ញាបញ្ជាក់ថា តួនាទីរបស់អ្នកដែលគេបានចាត់តាំងអ្នកមកនោះ ជិតដល់ទីបញ្ចប់ហើយ។ ដូចេ្នះ ចូរអ្នកលើកតម្កើងដោយការកោតសរសើរទៅចំពោះម្ចាស់របស់អ្នក ជាការថ្លែងអំណរគុណចំពោះទ្រង់លើឧបការគុណនៃការផ្តល់ជំនួយ និងការរំដោះបានទីក្រុងម៉ាក្កះនេះ ហើយចូរអ្នកសុំអភ័យទោសពីទ្រង់ចុះ។ ពិតប្រាកដណាស់ ទ្រង់គឺជាអ្នកដែលទទួលយកការសារភាពកំហុសបំផុតពីបណ្តាខ្ញុំបម្រើទាំងឡាយរបស់ទ្រង់ ហើយទ្រង់អភ័យទោសដល់ពួកគេ។
      </p>
    `
  },
  {
    question: "សំណួរទី១៤. ចូរសូត្រជំពូក អាល់ម៉ាសាត់( سورة المسد ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់ម៉ាសាត់<span class="text-purple-600 font-bold">( سورة المسد )</span> និងអត្ថន័យរបស់វា៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        ដៃទាំងពីរ<span class="text-gray-500">(ទង្វើ)</span>របស់អាពូឡាហាប់បានវិនាសអន្ដរាយ ហើយគេក៏វិនាសអន្ដរាយ។ ទ្រព្យសម្បត្ដិរបស់គេនិងអ្វីៗដែលគេបានសាងកន្លងមក មិនបានផ្ដល់ផលប្រយោជន៍ដល់គេឡើយ។ គេនឹងចូលទៅក្នុងនរកដែលមានអណ្ដាតភ្លើងដ៏សន្ធោ សន្ធៅ។ ហើយភរិយារបស់គេដែលជាអ្នកយកបន្លា<span class="text-gray-500">(រាយលើផ្លូវ ដើម្បីធ្វើបាបមូហាំម៉ាត់)</span>ក៏ដូច្នោះដែរ។ នៅនឹងករបស់នាងមានខ្សែច្រវ៉ាក់ភ្លើង។ <span class="text-gray-500">(អាល់ម៉ាសាត់ : ១-៥)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ដៃទាំងពីររបស់ឪពុកមាព្យាការីមូហាំម៉ាត់ គឺអាពូឡាហាប់ដែលជាកូនប្រុសរបស់អាប់ទុលមុតល់ឡឹប គឺបានវិនាសអន្តរាយហើយ ដោយសារតែទង្វើរបស់គេ ខណៈដែលគេធ្វើទុកបុកម្នេញទៅលើព្យាការីមូហាំម៉ាត់នោះ ហើយការព្យាយាមរបស់គេ ក៏គ្មានបានផលអ្វីដែរ។<br />
        <b>២.</b> តើអ្វីមួយដែលអាចផ្តល់ផលប្រយោជន៍ដល់រូបគេនោះ? ទ្រព្យសម្បត្តិ និងកូនចៅរបស់គេ? វាទាំងពីរនេះ មិនអាចការពាររូបគេពីទណ្ឌកម្មបានឡើយ ហើយវាទាំងពីរ<span class="text-gray-500">(ទ្រព្យសម្បត្តិនិងកូនចៅរបស់គេ)</span> ក៏មិនអាចធ្វើឱ្យរូបគេទទួលបាននូវក្តីមេត្តាករុណា<span class="text-gray-500">(ពីអល់ឡោះ)</span>នោះដែរ។<br />
        <b>៣.</b> រូបគេនឹងចូលទៅក្នុងនរកដែលមានអណ្ដាតភ្លើងដ៏សន្ធោសន្ធៅនៅថ្ងៃបរលោក ដោយគេនឹងទទួលរងនូវកម្តៅដ៏ក្តៅរបស់វា។<br />
        <b>៤.</b> ហើយប្រពន្ធរបស់គេ គឺអ៊ុមមូជើមីល ដែលជាអ្នកយកបន្លារាយលើផ្លូវដើររបស់ព្យាការីមូហាំម៉ាត់ដើម្បីធ្វើបាបគាត់នោះ ក៏នឹងចូលទៅក្នុងនរកដែលមានអណ្ដាតភ្លើងដ៏សន្ធោសន្ធៅនោះដូចគ្នាដែរ។<br />
        <b>៥.</b> នៅនឹងករបស់នាង មានខ្សែច្រវាក់សម្រាប់អូសនាងចូលទៅក្នុងឋាននរក។
      </p>
    `
  },
  {
    question: "សំណួរទី១៥. ចូរសូត្រជំពូក អាល់អៀខ្លើស( سورة الإخلاص ) និងបក-ស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់អៀខ្លើស<span class="text-purple-600 font-bold">( سورة الإخلاص )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        ចូរអ្នក<span class="text-gray-500">(មូហាំម៉ាត់)</span>ពោលថាៈ អល់ឡោះគឺជាម្ចាស់តែមួយគត់។ អល់ឡោះ គឺជាអ្នកដែលត្រូវគេពឹងពាក់ ។ ទ្រង់មិនបានប្រសូតបុត្រឡើយ ហើយទ្រង់ក៏មិនត្រូវគេ ប្រសូតដែរ ។ ហើយគ្មាននរណាម្នាក់ប្រៀបប្រដូចនឹងទ្រង់ឡើយ។ <span class="text-gray-500">(អាល់អៀខ្លើស : ១-៤)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ចូរអ្នកពោលចុះ ឱអ្នកនាំសារមូហាំម៉ាត់ អល់ឡោះគឺជាព្រះជាម្ចាស់តែមួយគត់ គ្មានព្រះជាម្ចាស់ណាក្រៅពីទ្រង់ឡើយ។<br />
        <b>២.</b> តម្រូវការនៃភាវៈទាំងអស់<span class="text-gray-500">(ដែលទ្រង់បង្កើត)</span> គឺឆ្ពោះទៅកាន់ទ្រង់<span class="text-gray-500">(ទ្រង់ជាអ្នកបំពេញនូវតម្រូវការទាំងនោះ)</span>។<br />
        <b>៣.</b> អល់ឡោះជាម្ចាស់ទ្រង់ពុំមានបុត្រនោះទេ ហើយទ្រង់ក៏ពុំមានឪពុកម្តាយ<span class="text-gray-500">(ជាអ្នកបង្កើត)</span>នោះដែរ។<br />
        <b>៤.</b> ហើយក៏គ្មានភាវៈរបស់ទ្រង់ណាមួយអាចប្រៀបប្រដូចនឹងទ្រង់បានឡើយ។
      </p>
    `
  },
  {
    question: "សំណួរទី១៦. ចូរសូត្រជំពូក អាល់ហ្វាឡឹក( سورة الفلق ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាល់ហ្វាឡឹក<span class="text-purple-600 font-bold">( سورة الفلق )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        ចូរអ្នក<span class="text-gray-500">(មូហាំម៉ាត់)</span>ពោលថាៈ ខ្ញុំសុំពីម្ចាស់គ្រប់គ្រងពេល ទៀបភ្លឺឱ្យបញ្ចៀស ។ អំពីប្រការអាក្រក់ទាំងឡាយដែលទ្រង់បានបង្កើតមក។ និងអំពីប្រការអាក្រក់នៃពេលយប់នៅពេលដែលភាព ងងឹតបានមកដល់។ និងអំពីប្រការអាក្រក់របស់ពួកស្ដ្រីមន្ដអាគមដែលសូត្រ ផ្លុំមន្ដអាគមទៅក្នុងខ្សែចំណង។ ហើយនិងអំពីប្រការអាក្រក់របស់អ្នកច្រណែនឈ្នានីស នៅពេលដែលគេច្រណែនឈ្នានីស។ <span class="text-gray-500">(អាល់ហ្វាឡឹក : ១-៥)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ចូរអ្នក<span class="text-gray-500">(ឱអ្នកនាំសារមូហាំម៉ាត់)</span>ពោលថា៖ ខ្ញុំសុំការការពារពីព្រះជាម្ចាស់នៃពេលទៀបភ្លឺ និងសុំការបញ្ចៀសពីទ្រង់<br />
        <b>២.</b> <span class="text-gray-500">(សូមទ្រង់ការពារនិងបញ្ចៀស)</span>ពីប្រការអាក្រក់ដែលកើតចេញពីភាវៈ<span class="text-gray-500">(ម៉ាខ្លូក)</span>ទាំងឡាយដែលផ្តល់គ្រោះថ្នាក់<br />
        <b>៣.</b> ហើយខ្ញុំសុំការការពារពីអល់ឡោះជាម្ចាស់អំពីប្រការអាក្រក់ដែលលេចឡើងនៅពេលយប់ ដូចជាសត្វសាហាវ និងចោរ។<br />
        <b>៤.</b> ហើយខ្ញុំសុំការការពារពីអល់ឡោះជាម្ចាស់អំពីប្រការអាក្រក់នៃពួកគ្រូធ្មប់ទាំងឡាយដែលពួកគេបានផ្លុំទៅក្នុងខ្សែចំណងរបស់ពួកគេ។<br />
        <b>៥.</b> ហើយខ្ញុំក៏សុំការការពារពីអល់ឡោះជាម្ចាស់ផងដែរអំពីប្រការអាក្រក់របស់អ្នកដែលច្រណែនឈ្នានីស នៅពេលដែលគេបានច្រណែនឈ្នានីសពួកគេចំពោះឧបការគុណ<span class="text-gray-500">(នៀកម៉ាត់)</span>ទាងឡាយដែលអល់ឡោះជាម្ចាស់បានប្រទានឲ្យពួកគេ ដោយគេ<span class="text-gray-500">(អ្នកដែលច្រណែនឈ្នានីស)</span>ចង់ឲ្យឧបការគុណដែលពួកគេទទួលបាន បាត់បង់អំពីពួកគេ ហើយផ្តល់គ្រោះថ្នាក់ដល់ពួកគេ។
      </p>
    `
  },
  {
    question: "សំណួរទី១៧. ចូរសូត្រជំពូក អាន់ណាស( سورة الناس ) និងបកស្រាយអត្ថន័យរបស់វា។",
    answer: `
      <p>
        <b>ចម្លើយ</b> ជំពូក អាន់ណាស<span class="text-purple-600 font-bold">( سورة الناس )</span> និងអត្ថន័យរបស់វា ៖<br />
        ក្នុងនាមអល់ឡោះមហាសប្បុរស មហាអាណិតស្រឡាញ់។<br />
        ខ្ញុំសុំពីម្ចាស់នៃមនុស្សលោក ដែលជាសេ្ដចគ្រប់គ្រងមនុស្សលោក ជាម្ចាស់នៃមនុស្សលោក ឱ្យបញ្ចៀសពីប្រការអាក្រក់នៃការញុះញង់របស់ពួកស្ហៃតន ដែលវាញុះញង់នៅក្នុងចិត្ដមនុស្សលោក។ <span class="text-gray-500">(ស្ហៃតននោះ)</span>មកអំពីជិន និងមនុស្សលោក។ <span class="text-gray-500">(អាន់ណាស : ១-៦)</span><br /><br />
        <b>បកស្រាយអត្ថន័យ</b><br />
        <b>១.</b> ចូរអ្នក<span class="text-gray-500">(ឱអ្នកនាំសារមូហាំម៉ាត់)</span>ពោលថា៖ ខ្ញុំសុំការការពារពីព្រះជាម្ចាស់នៃមនុស្សលោក និងសុំការបញ្ចៀសពីទ្រង់<br />
        <b>២.</b> ជាស្តេចគ្រប់គ្រងមនុស្សលោក ដោយទ្រង់ចាត់ចែងចំពោះពួកគេនូវអ្វីដែលទ្រង់មានចេតនា ដោយគ្មានអ្នកគ្រប់គ្រងណាសម្រាប់ពួកគេក្រៅពីទ្រង់នោះឡើយ។<br />
        <b>៣.</b> ជាព្រះដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដរបស់ពួកគេ ដោយគ្មានព្រះជាម្ចាស់ណាដែលពួកគេត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដ ក្រៅពីទ្រង់ឡើយ<br />
        <b>៤.</b> <span class="text-gray-500">(សូមទ្រង់បញ្ចៀស)</span>អំពីប្រការអាក្រក់របស់ពពួកស្ហៃតនដែលតែងតែញុះញង់មនុស្សលោក<br />
        <b>៥.</b> ដែលវាញុះញង់នៅក្នុងដួងចិត្តមនុស្សលោក។<br />
        <b>៦.</b> អ្នកញុះញង់នោះ អាចមកពីជិន និងអាចមកពីមនុស្ស។
      </p>
    `
  }
];
