
export const APP_CONFIG = {
  "islamicMonthTranslations": {
    "Muḥarram": "មូហារ៉ាម",
    "Ṣafar": "សហ្វារ",
    "Rabīʿ al-awwal": "រ៉ប៊ីអ៊ុលអាវវ៉ាល់",
    "Rabīʿ al-thānī": "រ៉ប៊ីអ៊ុលសានី",
    "Jumādá al-ūlá": "ជូម៉ាដាល់អ៊ូឡា",
    "Jumādá al-ākhirah": "ជូម៉ាដាល់អាឃីរ៉ោះ",
    "Rajab": "រ៉ាជាប់",
    "Shaʿbān": "ស្ហាក់បាន",
    "Ramaḍān": "រ៉ម៉ាឌន",
    "Shawwāl": "ស្ហាវវ៉ាល់",
    "Dhū al-Qaʿdah": "ហ្ស៊ុលកក់ឌះ",
    "Dhū al-Ḥijjah": "ហ្ស៊ុលហិជ្ជះ"
  } as Record<string, string>,
  "prayerNames": { 
    "Fajr": "ស៊ូបុហ", "Sunrise": "ថ្ងៃរះ", "Dhuhr": "ហ្ស៊ូហ៊ួរ", "Asr": "អាសើរ", "Maghrib": "ម៉ាហ្រ្កឹប", "Isha": "អ៊ីស្ហាក" 
  }
};

export const DEFAULT_TIME_OFFSETS = {
  Imsak: -7,
  Fajr: -7,
  Sunrise: -1,
  Dhuhr: -1,
  Asr: -1,
  Maghrib: 2,
  Isha: 5
};

export const KHMER_MONTHS = [
  "មករា", "កុម្ភៈ", "មីនា", "មេសា", "ឧសភា", "មិថុនា",
  "កក្កដា", "សីហា", "កញ្ញា", "តុលា", "វិច្ឆិកា", "ធ្នូ"
];

export const CALCULATION_METHODS = [
  { id: 3, name: "Muslim World League (Standard)" },
  { id: 1, name: "Egyptian General Authority of Survey" },
  { id: 2, name: "Islamic Society of North America (ISNA)" },
  { id: 4, name: "Umm Al-Qura University, Makkah" },
  { id: 5, name: "Egyptian General Authority of Survey" },
  { id: 0, name: "Shia Ithna-Ashari" },
  { id: 11, name: "Majlis Ugama Islam Singapura, Singapore" },
];

export const JURISTIC_METHODS = [
  { id: 0, name: "Standard (Shafi, Maliki, Hanbali)" },
  { id: 1, name: "Hanafi" },
];

export const AZAN_OPTIONS = [
  { id: 'makkah', name: 'ម៉ាក្កះ', url: 'https://islamcan.com/audio/adhan/azan1.mp3' },
  { id: 'madinah', name: 'ម៉ាឌីណះ', url: 'https://islamcan.com/audio/adhan/azan2.mp3' },
  { id: 'alaqsa', name: 'អាល់អាក់ស័រ', url: 'https://islamcan.com/audio/adhan/azan3.mp3' },
  { id: 'egypt', name: 'អេហ្ស៊ីប', url: 'https://islamcan.com/audio/adhan/azan4.mp3' },
  { id: 'abdulbasit', name: 'អាប់ឌុលបាស៊ីត', url: 'https://islamcan.com/audio/adhan/azan8.mp3' },
  { id: 'yusufislam', name: 'យូសុហ្វ អ៊ីស្លាម', url: 'https://islamcan.com/audio/adhan/azan12.mp3' }
];

export interface District {
  name: string;
  lat: number;
  lon: number;
}

export interface ProvinceData {
  name_km: string;
  districts: District[];
}

export const LOCATION_DATA: Record<string, ProvinceData> = {
    "phnom-penh": {
      "name_km": "ភ្នំពេញ",
      "districts": [
        { "name": "រាជធានីភ្នំពេញ", "lat": 11.579375, "lon": 104.913811 }
      ]
    },
    "battambang": {
      "name_km": "បាត់ដំបង",
      "districts": [
        { "name": "ក្រុងបាត់ដំបង", "lat": 13.11369, "lon": 103.21309 },
        { "name": "ស្រុកកំរៀង", "lat": 13.09284, "lon": 102.44663 },
        { "name": "ស្រុកបាណន់", "lat": 13.01175, "lon": 102.98025 },
        { "name": "ស្រុកភ្នំព្រឹក", "lat": 13.31588, "lon": 102.36500 },
        { "name": "ស្រុកមោងឫស្សី", "lat": 12.70068, "lon": 103.53389 },
        { "name": "ស្រុករុក្ខគិរី", "lat": 12.65338, "lon": 103.39914 },
        { "name": "ស្រុកសង្កែ", "lat": 13.08094, "lon": 103.24036 },
        { "name": "ស្រុកសំឡូត", "lat": 12.62099, "lon": 102.86001 }
      ]
    },
    "banteay-meanchey": {
      "name_km": "បន្ទាយមានជ័យ",
      "districts": [
        { "name": "ក្រុងប៉ោយប៉ែត", "lat": 13.65588, "lon": 102.59858 },
        { "name": "ក្រុងសិរីសោភ័ណ", "lat": 13.5807, "lon": 102.9773 },
        { "name": "ស្រុកបន្ទាយឆ្មារ", "lat": 14.07102, "lon": 103.10041 },
        { "name": "ស្រុកមង្គលបូរី", "lat": 13.53434, "lon": 103.02594 },
        { "name": "ស្រុកម៉ាឡៃ", "lat": 13.56879, "lon": 102.37963 },
        { "name": "ស្រុកអូរជ្រៅ", "lat": 13.65942, "lon": 102.55983 }
      ]
    },
    "kampong-cham": {
      "name_km": "កំពង់ចាម",
      "districts": [
        { "name": "ក្រុងកំពង់ចាម", "lat": 11.97501, "lon": 105.45756 },
        { "name": "ស្រុកកំពង់សៀម", "lat": 11.93831, "lon": 105.34845 },
        { "name": "ស្រុកកងមាស", "lat": 11.94471, "lon": 105.26116 },
        { "name": "ស្រុកកោះសូទិន", "lat": 11.90125, "lon": 105.42078 },
        { "name": "ស្រុកចំការលើ", "lat": 12.32361, "lon": 105.32810 },
        { "name": "ស្រុកជើងព្រៃ", "lat": 12.14511, "lon": 105.10808 },
        { "name": "ស្រុកព្រៃឈរ", "lat": 12.07367, "lon": 105.24833 },
        { "name": "ស្រុកស្រីសន្ធរ", "lat": 11.90434, "lon": 105.24907 },
        { "name": "មេសរជ្រៃ, ស្ទឹងត្រង់", "lat": 12.30189, "lon": 105.42014 },
        { "name": "អារក្សត្នោត, ស្ទឹងត្រង់", "lat": 12.36245, "lon": 105.59686 },
        { "name": "ព្រែកបាក់, ស្ទឹងត្រង់", "lat": 12.21073, "lon": 105.52584 }
      ]
    },
    "kampong-chnang": {
      "name_km": "កំពង់ឆ្នាំង",
      "districts": [
        { "name": "ក្រុងកំពង់ឆ្នាំង", "lat": 12.2797, "lon": 104.6702 },
        { "name": "ស្រុកកំពង់ត្រឡាច", "lat": 11.9062, "lon": 104.7289 },
        { "name": "ឃុំឈូកស, កំពង់ត្រឡាច", "lat": 11.95, "lon": 104.7172 },
        { "name": "ស្រុកទឹកផុស", "lat": 12.0662, "lon": 104.5252 },
        { "name": "ស្រុកបរិបូរណ៍", "lat": 12.5168, "lon": 104.4407 },
        { "name": "ស្រុករលាប្អៀរ", "lat": 12.1282, "lon": 104.7065 },
        { "name": "ស្រុកសាមគ្គីមានជ័យ", "lat": 11.9151, "lon": 104.6087 }
      ]
    },
    "kampong-speu": {
      "name_km": "កំពង់ស្ពឺ",
      "districts": [
        { "name": "ក្រុងច្បារមន", "lat": 11.4633, "lon": 104.5451 }
      ]
    },
    "kampong-thom": {
      "name_km": "កំពង់ធំ",
      "districts": [
        { "name": "ក្រុងស្ទឹងសែន", "lat": 12.6493, "lon": 104.9165 },
        { "name": "ស្រុកបារាយណ៍", "lat": 12.4321, "lon": 105.0609 },
        { "name": "ស្រុកប្រាសាទសំបូរ", "lat": 12.7000, "lon": 104.9000 },
        { "name": "ស្រុកសណ្ដាន់", "lat": 12.7841, "lon": 105.5416 }
      ]
    },
    "kampot": {
      "name_km": "កំពត",
      "districts": [
        { "name": "ក្រុងកំពត", "lat": 10.6108, "lon": 104.1776 },
        { "name": "ក្រុងបូកគោ", "lat": 10.5814, "lon": 104.1565 },
        { "name": "ស្រុកអង្គរជ័យ", "lat": 10.7963, "lon": 104.6696 },
        { "name": "កំពង់ក្រែង, ទឹកឈូ", "lat": 10.6558, "lon": 104.1675 },
        { "name": "ជុំគ្រៀល, ទឹកឈូ", "lat": 10.5938, "lon": 104.2967 },
        { "name": "ត្រពាំងសង្កែ, ទឹកឈូ", "lat": 10.5936, "lon": 104.2307 },
        { "name": "ព្រែកត្នោត, បូកគោ", "lat": 10.6092, "lon": 103.9179 },
        { "name": "ព្រៃថ្នង, ទឹកឈូ", "lat": 10.7028, "lon": 104.2691 }
      ]
    },
    "kandal": {
      "name_km": "កណ្ដាល",
      "districts": [
        { "name": "ក្រុងតាខ្មៅ", "lat": 11.4847, "lon": 104.9422 },
        { "name": "ស្រុកកោះធំ", "lat": 11.1128, "lon": 105.0226 },
        { "name": "ស្រុកអង្គស្នួល (ថ្នល់ទទឹង)", "lat": 11.5022, "lon": 104.6651 },
        { "name": "ស្រុកមុខកំពូល (ភូមិឥស្លាមរកា)", "lat": 11.7536, "lon": 104.9987 },
        { "name": "ស្រុកមុខកំពូល (ជ្រោយមេត្រីលើ)", "lat": 11.7767, "lon": 105.0079 },
        { "name": "ស្រុកស្អាង (ភូមិបារិន)", "lat": 11.3728, "lon": 105.0000 },
        { "name": "ឃុំទួលងោក", "lat": 11.6681, "lon": 104.8188 },
        { "name": "ឃុំឃ្លាំងសំបែក", "lat": 11.7253, "lon": 104.8123 },
        { "name": "ឃុំកំពង់អុស", "lat": 11.6836, "lon": 104.8531 },
        { "name": "ភូមិដួង/ពពេលខែ", "lat": 10.7257, "lon": 104.8641 },
        { "name": "ភូមិចាមលើ, កោះធំ", "lat": 11.1166, "lon": 105.0498 },
        { "name": "ព្រែកប្រធាតុ, កោះធំ", "lat": 11.0438, "lon": 105.0649 }
      ]
    },
    "koh-kong": {
      "name_km": "កោះកុង",
      "districts": [
        { "name": "ក្រុងខេមរភូមិន្ទ", "lat": 11.6162, "lon": 102.9767 },
        { "name": "ស្រុកបទុមសាគរ", "lat": 10.7963, "lon": 104.0036 },
        { "name": "ស្រុកស្រែអំបិល", "lat": 11.1775, "lon": 103.6332 },
        { "name": "ស្រុកមណ្ឌលសីមា", "lat": 11.6272, "lon": 102.9494 }
      ]
    },
    "kratie": {
      "name_km": "ក្រចេះ",
      "districts": [
        { "name": "ក្រុងក្រចេះ", "lat": 12.5154, "lon": 106.0211 },
        { "name": "ស្រុកសំបូរ", "lat": 12.7743, "lon": 105.9601 },
        { "name": "ស្រុកស្នួល", "lat": 12.0814, "lon": 106.4308 },
        { "name": "ស្រុកចិត្របុរី", "lat": 12.8316, "lon": 106.1534 },
        { "name": "ព្រែកសមាន, ឆ្លូង", "lat": 12.2930, "lon": 106.0401 },
        { "name": "ព្រែកប្រាសាទ, ឆ្លូង", "lat": 12.5089, "lon": 105.7260 },
        { "name": "ពង្រ, ឆ្លូង", "lat": 12.2993, "lon": 105.9122 }
      ]
    },
    "mondulkiri": {
      "name_km": "មណ្ឌលគីរី",
      "districts": [
        { "name": "ក្រុងសែនមនោរម្យ", "lat": 12.4504, "lon": 107.3164 },
        { "name": "ស្រុកពេជ្រាដា", "lat": 12.6934, "lon": 107.0095 },
        { "name": "ស្រុកអូររាំង", "lat": 12.3817, "lon": 107.3404 },
        { "name": "ស្រុកកែវសីមា", "lat": 12.1189, "lon": 106.8291 },
        { "name": "ស្រុកកោះញែក", "lat": 13.4582, "lon": 106.6031 }
      ]
    },
    "oddar-meanchey": {
      "name_km": "ឧត្តរមានជ័យ",
      "districts": [
        { "name": "ស្រុកអន្លង់វែង", "lat": 14.2343, "lon": 104.0833 },
        { "name": "ស្រុកត្រពាំងប្រាសាទ", "lat": 14.1936, "lon": 104.3219 }
      ]
    },
    "pailin": {
      "name_km": "ប៉ៃលិន",
      "districts": [
        { "name": "ក្រុងប៉ៃលិន", "lat": 12.8554, "lon": 102.6105 }
      ]
    },
    "preah-vihear": {
      "name_km": "ព្រះវិហារ",
      "districts": [
        { "name": "ក្រុងព្រះវិហារ", "lat": 13.7895, "lon": 104.9629 },
        { "name": "ស្រុកគូលែន", "lat": 13.8278, "lon": 104.6969 },
        { "name": "ស្រុកជាំក្សាន្ដ", "lat": 14.2105, "lon": 104.9419 }
      ]
    },
    "preah-sihanouk": {
      "name_km": "ព្រះសីហនុ",
      "districts": [
        { "name": "ក្រុងព្រះសីហនុ", "lat": 10.6097, "lon": 103.5287 },
        { "name": "ស្រុកកំពង់សីលា", "lat": 11.1061, "lon": 103.8817 }
      ]
    },
    "prey-veng": {
      "name_km": "ព្រៃវែង",
      "districts": [
        { "name": "ស្រុកកំពង់ត្របែក", "lat": 11.1445, "lon": 105.4810 },
        { "name": "ស្រុកបាភ្នំ", "lat": 11.2441, "lon": 105.3717 },
        { "name": "មេសរប្រចាន់, ពារាំង", "lat": 11.6981, "lon": 105.1467 },
        { "name": "អ្នកលឿង, ពាមរក៍", "lat": 11.2547, "lon": 105.3132 },
        { "name": "កំពង់ប្រាំង, ពារាំង", "lat": 11.6318, "lon": 105.1017 }
      ]
    },
    "pursat": {
      "name_km": "ពោធិ៍សាត់",
      "districts": [
        { "name": "ក្រុងពោធិ៍សាត់", "lat": 12.5455, "lon": 103.9223 },
        { "name": "ស្រុកកណ្ដៀង", "lat": 12.5830, "lon": 103.9565 },
        { "name": "ស្រុកក្រគរ", "lat": 12.5299, "lon": 104.2045 },
        { "name": "ស្រុកបាកាន", "lat": 12.6440, "lon": 103.7228 },
        { "name": "ស្រុកភ្នំក្រវាញ", "lat": 12.3565, "lon": 103.7744 },
        { "name": "ស្រុកសំពៅមាស", "lat": 12.5245, "lon": 103.9128 }
      ]
    },
    "ratanakiri": {
      "name_km": "រតនគីរី",
      "districts": [
        { "name": "ក្រុងបានលុង", "lat": 13.7407, "lon": 106.9893 },
        { "name": "ស្រុកអណ្តូងមាស", "lat": 13.9654, "lon": 107.3601 },
        { "name": "ស្រុកអូរយ៉ាដាវ", "lat": 13.7322, "lon": 107.3800 },
        { "name": "ស្រុកកូនមុំ", "lat": 13.7455, "lon": 106.9216 },
        { "name": "ស្រុកលំផាត់", "lat": 13.4836, "lon": 106.9796 }
      ]
    },
    "rotanak-mondol": {
      "name_km": "រតនមណ្ឌល",
      "districts": [
        { "name": "ស្រុកអណ្តើកហែប", "lat": 12.89285, "lon": 102.97377 }
      ]
    },
    "siem-reap": {
      "name_km": "សៀមរាប",
      "districts": [
        { "name": "ក្រុងសៀមរាប", "lat": 13.3558, "lon": 103.8486 },
        { "name": "ស្រុកជីក្រែង", "lat": 13.2133, "lon": 104.3797 },
        { "name": "ស្រុកពួក", "lat": 13.4348, "lon": 103.7012 },
        { "name": "ស្រុកសូទ្រនិគម", "lat": 13.2509, "lon": 104.1189 },
        { "name": "ស្រុកក្រឡាញ់", "lat": 13.6225, "lon": 103.4736 },
        { "name": "អង្គរធំ", "lat": 13.4891, "lon": 103.8247 },
        { "name": "បន្ទាយស្រី", "lat": 13.5937, "lon": 104.0538 }
      ]
    },
    "svay-rieng": {
      "name_km": "ស្វាយរៀង",
      "districts": [
        { "name": "ស្រុករមាសហែក", "lat": 11.4127, "lon": 105.7981 }
      ]
    },
    "takeo": {
      "name_km": "តាកែវ",
      "districts": [
        { "name": "ក្រុងដូនកែវ", "lat": 11.0013, "lon": 104.7895 },
        { "name": "ស្រុកគិរីវង់", "lat": 10.6455, "lon": 104.8051 },
        { "name": "ស្រុកទ្រាំង", "lat": 10.9006, "lon": 104.7792 },
        { "name": "ស្រុកបូរីជលសា", "lat": 10.8623, "lon": 104.9764 },
        { "name": "ស្រុកបាទី", "lat": 11.1869, "lon": 104.8465 },
        { "name": "ស្រុកព្រៃកប្បាស", "lat": 11.0992, "lon": 104.9451 },
        { "name": "ស្រុកអង្គរបុរី", "lat": 10.9949, "lon": 104.9770 },
        { "name": "ស្រុកសំរោង", "lat": 11.1438, "lon": 104.8024 },
        { "name": "ស្រុកកោះអណ្ដែត", "lat": 10.7455, "lon": 104.9609 }
      ]
    },
    "tbong-khmum": {
      "name_km": "ត្បូងឃ្មុំ",
      "districts": [
        { "name": "ស្រុកត្បូងឃ្មុំ", "lat": 12.0358, "lon": 105.7225 },
        { "name": "ស្រុកដំបែ", "lat": 12.12677, "lon": 105.89642 },
        { "name": "ស្រុកពញាក្រែក", "lat": 11.7861, "lon": 105.8304 },
        { "name": "ស្រុកមេមត់", "lat": 11.8315, "lon": 106.1759 },
        { "name": "ក្រុងសួង", "lat": 11.9000, "lon": 105.6431 },
        { "name": "ជុំនឹក, ក្រូចឆ្មារ", "lat": 12.2523, "lon": 105.8136 },
        { "name": "ស៊យ១, ប៉ិ, ក្រូចឆ្មារ", "lat": 12.2485, "lon": 105.7458 },
        { "name": "ទ្រា, ក្រូចឆ្មារ", "lat": 11.9427, "lon": 105.2843 },
        { "name": "ទួលសំបូរ, ប៉ិ២, ក្រូចឆ្មារ", "lat": 12.2158, "lon": 105.6864 },
        { "name": "ខ្បិប, ស្វាយឃ្លាំង, ក្រូចឆ្មារ", "lat": 12.2598, "lon": 105.6703 },
        { "name": "ស្វាយឃ្លាំង, ក្រូចឆ្មារ", "lat": 12.2747, "lon": 105.6597 },
        { "name": "កំពង់ទ្រាស, ក្រូចឆ្មារ", "lat": 12.1238, "lon": 105.5414 }
      ]
    },
    "kep": {
      "name_km": "កែប",
      "districts": [
        { "name": "ក្រុងកែប", "lat": 10.5449, "lon": 104.3053 }
      ]
    }
};
