export interface Question {
  id: number;
  question: string;
  answer: string;
}

export const seeraData: Question[] = [
  {
    id: 1,
    question: "សំណួរទី១. ចូររៀបរាប់ពីពូជពង្សរបស់ព្យាការីមូហាំម៉ាត់។",
    answer: "ពូជពង្សរបស់ព្យាការីមូហាំម៉ាត់គឺ ៖\nមូហាំម៉ាត់ ជាកូនរបស់ អាប់ទុលឡោះ ត្រូវជាចៅរបស់ អាប់ទុលមូតល់ឡឹប និងត្រូវជាចៅទួតរបស់ ហាស្ហឹម។ ហើយហាស្ហឹម គឺចេញមកពីអម្បូរគូរ៉័ស្ហ ហើយអម្បូរគូរ៉័ស្ហ គឺចេញមកពីជនជាតិអារ៉ាប់។ រីឯជនជាតិអារ៉ាប់វិញ គឺចេញមកពីពូជពង្សរបស់ព្យាការីអ៊ីស្មាអែល កូនប្រុសរបស់ ព្យាការីអ៊ីព្រហ៊ីម។"
  },
  {
    id: 2,
    question: "សំណួរទី២. តើម្តាយរបស់ព្យាការីមូហាំម៉ាត់ មានឈ្មោះអ្វី?",
    answer: "ម្តាយរបស់ព្យាការីមូហាំម៉ាត់ឈ្មោះ អាមីណះ កូនស្រីរបស់ វ៉ាហាប់។"
  },
  {
    id: 3,
    question: "សំណួរទី៣. តើឪពុករបស់ព្យាការីមូហាំម៉ាត់ទទួលមរណភាពនៅពេលណា?",
    answer: "ឪពុករបស់ព្យាការីមូហាំម៉ាត់ទទួលមរណភាពនៅឯក្រុងម៉ាទីណះ ខណៈដែលម្តាយលោកពពោះលោក ដោយលោកពុំទាន់ប្រសូត្រនៅឡើយទេ។"
  },
  {
    id: 4,
    question: "សំណួរទី៤. តើព្យាការីមូហាំម៉ាត់ ប្រសូត្រនៅពេលណា?",
    answer: "ព្យាការីមូហាំម៉ាត់ ប្រសូត្រនៅក្នុងឆ្នាំដំរី នាថ្ងៃច័ន្ទនៃខែរ៉ពីអ៊ុលអាវ៉ាល់(ខែទី៣នៃប្រតិទិនអ៊ីស្លាម)។"
  },
  {
    id: 5,
    question: "សំណួរទី៥. តើព្យាការីមូហាំម៉ាត់ ប្រសូត្រនៅឯណា?",
    answer: "ព្យាការីមូហាំម៉ាត់ ប្រសូត្រនៅក្នុងទីក្រុងម៉ាក្កះ(ប្រទេសអារ៉ាប៊ីសាអ៊ូឌីតបច្ចុប្បន្ន)។\n\nចំពោះថ្ងៃកំណើតជាក់លាក់របស់ព្យាការីមូហាំម៉ាត់ ថាតើលោកប្រសូត្រនៅថ្ងៃទីប៉ុន្មាន នៃខែរ៉ពីអុលអាវ៉ាល់ សាសនវិទូឥស្លាម មានការខ្វែងយោបល់គ្នាជាច្រើនទស្សនៈ ៖\n• ទស្សនៈទី1 ថ្ងៃទី12 កើត ខែរ៉ពីអ៊ុលអាវវ៉ាល់។\n• ទស្សនៈទី2៖ ថ្ងៃទី 9 កើត ខែរ៉ពីអ៊ុលអាវវ៉ាល់។\n• ទស្សនៈទី3៖ ថ្ងៃទី 8 កើត ខែរ៉ពីអ៊ុលអាវវ៉ាល់។\n• ទស្សនៈទី4៖ ថ្ងៃទី10 កើត ខែរ៉ពីអ៊ុលអាវវ៉ាល់។"
  },
  {
    id: 6,
    question: "សំណួរទី៦. ក្រៅពីម្តាយរបស់លោក តើអ្នកណាខ្លះដែលជាអ្នកបំបៅលោក?",
    answer: "ក្រៅពីម្តាយរបស់លោក អ្នកដែលបំបៅលោក(មេដោះ)មានដូចជា ៖\n• អ្នកបម្រើរបស់ឪពុករបស់លោក គឺលោកស្រី អ៊ុមមូ អៃម៉ាន់\n• អ្នកបម្រើរបស់ឪពុកមារបស់លោកឈ្មោះអាពូឡាហាប់ គឺលោកស្រី ស៊ូវ៉ៃហ្ពះ។\n• លោកស្រី ហាលីម៉ះ អាស្សាក់ទីយ៉ះ។"
  },
  {
    id: 7,
    question: "សំណួរទី៧. តើម្តាយរបស់ព្យាការីមូហាំម៉ាត់ទទួលមរណភាពនៅពេលណា?",
    answer: "ម្តាយរបស់ព្យាការីមូហាំម៉ាត់បានទទួលមរណភាពនៅពេលដែលលោកទើបតែមានអាយុប្រាំមួយឆ្នាំប៉ុណ្ណោះ ហើយអ្នកដែលគ្រប់គ្រង មើលថែលោកបន្ត គឺជីតារបស់លោកឈ្មោះ អាប់ទុលមូតល់ឡឹប។"
  },
  {
    id: 8,
    question: "សំណួរទី៨. តើអ្នកណាជាអុ្នកដែលមើលថែរក្សាព្យាការីមូហាំម៉ាត់ បន្ទាប់ពីជីតារបស់លោក គឺអាប់ទុលមូតល់ឡឹប ទទួលមរណភាព?",
    answer: "ជីតារបស់ព្យាការីមូហាំម៉ាត់ គឺអាប់ទុលមូតល់ឡឹប បានទទួលមរណភាពក្នុងពេលដែលព្យាការីលោកទើបតែមានអាយុប្រាំបីឆ្នាំប៉ុណ្ណោះ ហើយអ្នកដែលមើលថែរក្សាលោកបន្ត គឺឪពុកមារបស់លោកឈ្មោះ អាពូត៏ឡឹប។"
  },
  {
    id: 9,
    question: "សំណួរទី៩. តើលោកធ្វើដំណើរទៅកាន់ទឹកដីស្ហាម(ប្រទេសស៊ីរី)ជាមួយឪពុកមារបស់លោកនៅពេលណា?",
    answer: "លោកធ្វើដំណើរទៅកាន់ទឹកដីស្ហាម(ប្រទេសស៊ីរី)ជាមួយឪពុកមារបស់លោកនៅពេលដែលលោកមានអាយុ១២ឆ្នាំ។"
  },
  {
    id: 10,
    question: "សំណួរទី១០. ចុះការធ្វើដំណើរទៅកាន់ទឹកដីស្ហាមជាលើកទីពីររបស់លោក តើនៅពេលណាដែរ?",
    answer: "ការធ្វើដំណើរជាលើកទីពីររបស់លោកទៅកាន់ទឹកដីស្ហាម គឺក្នុងការធ្វើជំនួញរបស់លោកឲ្យលោកស្រី ខទីហ្ជះ។ នៅពេលដែលលោកវិលត្រឡប់មកវិញ លោកក៏បានរៀបការជាមួយនឹងលោកស្រី ខទីហ្ជះ ដែលនៅពេលនោះ លោកមានអាយុ២៥ឆ្នាំ។"
  },
  {
    id: 11,
    question: "សំណួរទី១១. តើពួកគូរ៉័ស្ហបានសាងសង់កាក់ហ្ពះឡើងវិញនៅពេលណា?",
    answer: "ពួកគូរ៉័ស្ហបានសាងសង់កាក់ហ្ពះឡើងវិញនៅពេលដែលព្យាការីមូហាំម៉ាត់មានអាយុ៣៥ឆ្នាំ។\nលោកបានកាត់ក្តីឲ្យពួកគូរ៉័ស្ហនៅពេលដែលពួកគេមានការខ្វែងយោបល់គ្នា ថាតើអ្នកណាដែលស័ក្តិសមនឹងយកហាជើរុលអាសវ៉ាត់(ថ្មខ្មៅនៅជាប់កាក់ហ្ពះ)ទៅដាក់នៅកន្លែងដើមវិញ។ ពេលនោះ លោកបានយកថ្មនោះដាក់លើក្រណាត់មួយផ្ទាំង ហើយលោកបានប្រើឲ្យកុលសម្ព័ន្ធនីមួយៗកាន់ជាយក្រណាត់នោះ ដែលនៅពេលនោះ គឺមានបួនកុលសម្ព័ន្ធ។ នៅពេលដែលពួកគេបានលើកវាទៅដល់កន្លែងដើមរបស់វាវិញហើយនោះ ព្យាការីមូហាំម៉ាត់ក៏បានលើកថ្មនោះដោយផ្ទាល់ដៃរបស់លោកដាក់នៅកន្លែងដើមរបស់វាវិញ។"
  },
  {
    id: 12,
    question: "សំណួរទី១២. នៅពេលដែលព្យាការីមូហាំម៉ាត់ត្រូវបានអល់ឡោះតែងតាំងជាអ្នកនាំសារ តើនៅពេលនោះ លោកមានអាយុប៉ុន្មាន? តើលោកត្រូវបានគេតែងតាំងជាអ្នកនាំសារទៅកាន់នរណា?",
    answer: "ព្យាការីមូហាំម៉ាត់ត្រូវបានអល់ឡោះតែងតាំងជាអ្នកនាំសារ ក្នុងពេលដែលលោកមានអាយុ៤០ឆ្នាំ ហើយលោកត្រូវបានគេតែងតាំងជាអ្នកនាំសារទៅកាន់មនុស្សលោកទាំងអស់ ជាអ្នកផ្តល់ដំណឹងរីករាយ និងជាអ្នកដាស់តឿនព្រមាន។"
  },
  {
    id: 13,
    question: "សំណួរទី១៣. តើអ្វីទៅជាការចាប់ផ្តើមនៃការបញ្ចុះវ៉ាហ៊ី(សារពីអល់ឡោះ)?",
    answer: "គឺការយល់សុបិនយ៉ាងពិតប្រាកដ។ នៅពេលដែលលោកយល់សុបិនឃើញអ្វីមួយ វាក៏បានកើតឡើងយ៉ាងពិតប្រាកដ ប្រៀបដូចជាពន្លឺអរុណោភាសបានរះឡើង។"
  },
  {
    id: 14,
    question: "សំណួរទី១៤. តើព្យាការីមូហាំម៉ាត់មានស្ថានភាពដូចម្តេចមុនពេលដែលលោកទទួលបានវ៉ាហ៊ី(សារពីអល់ឡោះ)? តើវ៉ាហ៊ីដំបូងបង្អស់ត្រូវបានបញ្ចុះមកនៅពេលណា?",
    answer: "គឺលោកតែងតែទៅគោរពសក្ការៈ(ធ្វើអ៊ីហ្ពាហ្ទាត់)ចំពោះអល់ឡោះជាម្ចាស់នៅក្នុងរូងភ្នំ “ហ៊ីរ៉ក”។\nវ៉ាហ៊ីដំបូងបង្អស់ត្រូវបានបញ្ចុះមកខណៈពេលលោកកំពុងគោរពសក្ការៈចំពោះអល់ឡោះនៅក្នុងរូងភ្នំ”ហ៊ីរ៉ក”នេះ។"
  },
  {
    id: 15,
    question: "សំណួរទី១៥. អាយ៉ាត់អ្វីដែលត្រូវបានគេបញ្ចុះមកដំបូងគេបង្អស់នៃគម្ពីរគួរអាន?",
    answer: "អាយ៉ាត់(វាក្យខណ្ឌ)ដែលត្រូវបានគេបញ្ចុះមកដំបូងគេបង្អស់នៃគម្ពីរគួរអាន គឺបន្ទូលរបស់អល់ឡោះជាម្ចាស់ដែលទ្រង់បានមានបន្ទូលថា ៖\n\n﴿ اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ. خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ.  اقْرَأْ وَرَبُّكَ الْأَكْرَمُ.  الَّذِي عَلَّمَ بِالْقَلَمِ. عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ  ﴾  سورة العلق : 1-5\n\nមានន័យថា : “ចូរអ្នក(មូហាំម៉ាត់)សូត្រក្នុងនាមម្ចាស់របស់អ្នកដែលបានបង្កើត(នូវអ្វីៗទាំងអស់)ចុះ(១)។ ទ្រង់បានបង្កើតមនុស្សលោកពីកំណកឈាមមួយដុំ(២)។ ចូរអ្នកសូត្រចុះ ហើយម្ចាស់របស់អ្នកមហាសប្បុរស(៣) ដែលទ្រង់បានបង្រៀន(ការសរសេរ)ដោយស្លាបប៉ាកា(៤)។ ទ្រង់បានបង្រៀនមនុស្សលោកនូវអ្វីដែលគេមិនបានដឹង(៥)”។"
  },
  {
    id: 16,
    question: "សំណួរទី១៦. តើអ្នកណាដែលមានជំនឿនឹងសាររបស់ព្យាការីមូហាំម៉ាត់មុនគេបង្អស់?",
    answer: "អ្នកដែលមានជំនឿនឹងសាររបស់ព្យាការីមូហាំម៉ាត់មុនគេបង្អស់គឺ ៖\n• ក្នុងចំណោមបុរស គឺ អាពូហ្ពាកើរ អាស្ស៊ិទ្ទីក  (أبوبكر الصديق)\n• ក្នុងចំណោមស្ត្រី គឺលោកស្រី ខទីហ្ជះ កូនស្រីរបស់ ឃូវៃឡិត (خديخة بنت خويلد)(ជាភរិយារបស់លោក)\n• ក្នុងចំណោមកូនក្មេង គឺ អាលី កូនប្រុសរបស់ អាពូត៏ឡឹប (علي بن أبي طالب) (ជាជីដូនមួយរបស់លោក)\n• ក្នុងចំណោមអ្នកបម្រើ គឺ ហ្ស៊េទ កូនរបស់ ហារីសះ  (زيد بن حارثة)\n• ក្នុងចំណោមទាសករ គឺ ពីឡាល កូនរបស់ រ៉ហ្ពាស (بلال بن رباح)\nនិងអ្នកផ្សេងៗទៀតក្រៅពីពួកគេ។"
  },
  {
    id: 17,
    question: "សំណួរទី១៧. តើការអំពាវនាវ(ហ្ទាក់វ៉ះ)មនុស្សលោកទៅកាន់សាសនាអ៊ីស្លាមរបស់ព្យាការីមូហាំម៉ាត់មានលក្ខណៈដូចម្តេច?",
    answer: "ការអំពាវនាវ(ហ្ទាក់វ៉ះ)មនុស្សទៅកាន់សាសនាអ៊ីស្លាមរបស់ព្យាការីមូហាំម៉ាត់ គឹធ្វើឡើងដោយស្ងៀមស្ងាត់អស់រយៈពេលប្រមាណជាងបីឆ្នាំ។ ក្រោយមក ទើបគេបង្គាប់ប្រើព្យាការីមូហាំម៉ាត់ឲ្យធ្វើការអំពាវនាវមនុស្សជាលក្ខណៈបើកចំហ។"
  },
  {
    id: 18,
    question: "សំណួរទី១៨. តើស្ថានភាពរបស់ព្យាការីមូហាំម៉ាត់នៅក្នុងពេលនោះយ៉ាងដូចម្តេចដែរ? តើអ្នកណាដែលមានជំនឿចំពោះលោកក្រោយពីការអំពាវនាវមនុស្សដោយបើកចំហមក?",
    answer: "ពួកមុស្ហរីគីន(ពួកពហុទេពនិយម)បានធ្វើទុក្ខបុកម្នេញលោក និងអ្នកមូស្លីមយ៉ាងខ្លាំងក្លា រហូតដល់លោកបានអនុញ្ញាតឲ្យពួកគេធ្វើការភៀសខ្លួនទៅកាន់ស្តេច“ណាជើស្ហ៊ី”នៅឯទឹកដីហាហ្ពាស្ហះ(ប្រទេសអេចូពី)។\nពួកមុស្ហរីគីនបានឯកភាពគ្នាលើការសម្លាប់ព្យាការីមូហាំម៉ាត់ ក៏ប៉ុន្តែ អល់ឡោះជាម្ចាស់បានការពារលោក ដោយឲ្យឪពុកមារបស់លោក អាពូត៏ឡឹប ក្លាយជាអ្នកបីបាច់ថែរក្សាលោក ដើម្បីការពារលោកពីពួកគេ។"
  },
  {
    id: 19,
    question: "សំណួរទី១៩. តើអ្នកណាដែលបានស្លាប់នៅឆ្នាំទី១០បន្ទាប់ពីការតែងតាំងព្យាការីមូហាំម៉ាត់ជាអ្នកនាំសារ?",
    answer: "គឺឪពុកមារបស់លោកឈ្មោះ អាពូត៏ឡឹប និងភរិយារបស់ព្យាការីឈ្មោះ ខទីហ្ជះ។"
  },
  {
    id: 20,
    question: "សំណួរទី២០. តើព្រឹត្តិការណ៍ “អ៊ីសរ៉ក” និង”មៀករ៉ច” កើតឡើងនៅពេលណា?",
    answer: "ព្រឹត្តិការណ៍ “អ៊ីសរ៉ក” និង”មៀករ៉ច” គឺកើតឡើងក្នុងពេលដែលលោកមានអាយុ៥០ឆ្នាំ ដោយក្នុងពេលនោះ គេបានដាក់កាតព្វកិច្ចសឡាតទាំងប្រាំពេល។\nអ៊ីសរ៉ក : គឺការធ្វើដំណើររបស់ព្យាការីមូហាំម៉ាត់ ពីម៉ាស្ជិទអាល់ហារ៉ម(ទីក្រុងម៉ាក្កះ ប្រទេសអារ៉ាប៊ីសាអ៊ូឌីត) ទៅកាន់ម៉ាស្ជិទអាល់អឹកស៏(ទីក្រុងយេរូសាឡឹម ប្រទេសប៉ាឡេស្ទីន)។\nមៀករ៉ច : គឹការធ្វើដំណើរ(ឡើង)ពីម៉ាស្ជិតអាល់អឹកស៏ ឆ្ពោះទៅលើមេឃ និងទៅកាន់ “ស៊ិទរ៉ទុលមុនតាហា” (នៅពីលើមេឃជាន់ទី៧)។"
  },
  {
    id: 21,
    question: "សំណួរទី២១. តើព្យាការីមូហាំម៉ាត់អំពាវនាវមនុស្ស(ទៅកាន់សាសនាអ៊ីស្លាម)នៅក្រៅទីក្រុងម៉ាក្កះយ៉ាងដូចម្តេច?",
    answer: "គឺលោកបានអំពាវនាវអ្នកស្រុកតំបន់តអ៊ីហ្វ ហើយលោកក៏បានបង្ហាញខ្លួនផងដែរនៅក្នុងរដូវកាល និងកន្លែងដែលមនុស្សជួបជុំគ្នា រហូតដល់មានអ្នកមកពីទីក្រុងម៉ាទីណះក្នុងចំណោមពួកអាន់សរ៍។ ពេលនោះ ពួកគេមានជំនឿលើលោក និងបានសច្ចាប្រណិធានលើការជួយលោកថែមទៀត។"
  },
  {
    id: 22,
    question: "សំណួរទី២២. តើព្យាការីមូហាំម៉ាត់អំពាវនាវមនុស្សទៅកាន់សាសនាអ៊ីស្លាមក្នុងក្រុងម៉ាក្កះអស់រយៈពេលប៉ុន្មានឆ្នាំ?",
    answer: "ព្យាការីមូហាំម៉ាត់បានអំពាវនាវមនុស្សទៅកាន់សាសនាអ៊ីស្លាមក្នុងទីក្រុងម៉ាក្កះអស់រយៈពេល១៣ឆ្នាំ។"
  },
  {
    id: 23,
    question: "សំណួរទី២៣. តើព្យាការីមូហាំម៉ាត់ លោកបានភៀសខ្លួនទៅណា?",
    answer: "ព្យាការីមូហាំម៉ាត់លោកបានភៀសខ្លួនពីក្រុងម៉ាក្កះ ឆ្ពោះទៅកាន់ក្រុងម៉ាទីណះ។"
  },
  {
    id: 24,
    question: "សំណួរទី២៤. តើលោកបានរស់នៅទីក្រុងម៉ាទីណះអស់រយៈពេលប៉ុន្មានឆ្នាំ?",
    answer: "លោកបានរស់នៅឯទីក្រុងម៉ាទីណះអស់រយៈពេល១០ឆ្នាំ។"
  },
  {
    id: 25,
    question: "សំណួរទី២៥. តើមានច្បាប់បញ្ញត្តិអ៊ីស្លាមអ្វីខ្លះដែលគេបានដាក់កាតព្វកិច្ចលើលោកនៅឯក្រុងម៉ាទីណះ?",
    answer: "គឺមានដូចជា ការបរិច្ចាគហ្សាកាត់ ការបួស ការធ្វើហាជ្ជី ការធ្វើសង្គ្រាម ការអាហ្សាន(ប្រការប្រាប់មនុស្សពីការចូលដល់ម៉ោងសឡាត) និងច្បាប់អ៊ីស្លាមផ្សេងៗជាច្រើនទៀត។"
  },
  {
    id: 26,
    question: "សំណួរទី២៦. តើសមរភូមិសំខាន់ៗអ្វីខ្លះដែលព្យាការីមូហាំម៉ាត់បានចូលរួម?",
    answer: "សមរភូមិសំខាន់ៗដែលព្យាការីមូហាំម៉ាត់បានចូលរួមមានដូចជា ៖\n• សមរភូមិហ្ពាទើរ\n• សមរភូមិអ៊ូហ៊ុទ\n• សមរភូមិអះហ្សាប\n• សមរភូមិរំដោះទីក្រុងម៉ាក្កះ"
  },
  {
    id: 27,
    question: "សំណួរទី២៧. តើអាយ៉ាត់(វាក្យខណ្ឌ)មួយណានៃគម្ពីរគួរអានដែលត្រូវបានបញ្ចុះមកចុងក្រោយគេបង្អស់?",
    answer: "អាយ៉ាត់ចុងក្រោយបង្អស់នៃគម្ពីរគួរអានដែលត្រូវបានបញ្ចុះមក គឺ ៖\n\nوَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ\n\n﴿  سورة البقرة : 281 ﴾\n\nមានន័យថា : “ហើយចូរពួកអ្នកខ្លាចថ្ងៃមួយដែលនៅថ្ងៃនោះ គេនឹងនាំពួកអ្នកវិលត្រឡប់ទៅជួបអល់ឡោះវិញ។ បន្ទាប់មក គេនឹងតបស្នងដល់បុគ្គលម្នាក់ៗតាមអ្វីដែលគេបានប្រព្រឹត្ដ ហើយពួកគេមិនត្រូវបានគេបំពានឡើយ”។"
  },
  {
    id: 28,
    question: "សំណួរទី២៨. តើព្យាការីមូហាំម៉ាត់បានទទួលមរណភាពនៅពេលណា? តើលោកមានអាយុប៉ុន្មានឆ្នាំ?",
    answer: "ព្យាការីមូហាំម៉ាត់បានទទួលមរណភាពក្នុងខែរ៉ពីអ៊ុលអាវវ៉ាល់ ក្នុងឆ្នាំទី១១បន្ទាប់ពីលោកបានភៀសខ្លួន ក្នុងពេលដែលលោកមានអាយុ៦៣ឆ្នាំ។"
  },
  {
    id: 29,
    question: "សំណួរទី២៩. ចូរលើកឡើងពីភរិយាមួយចំនួនរបស់ព្យាការីមូហាំម៉ាត់។",
    answer: "ភរិយាមួយចំនួនរបស់ព្យាការីមូហាំម៉ាត់មានដូចជា ៖\n• ខទីហ្ជះ\n• អាអ៊ីស្ហះ\n• អ៊ុមមូសាឡាម៉ះ\n• ហាហ្វសោះ។"
  },
  {
    id: 30,
    question: "សំណួរទី៣០. តើបុត្រាបុត្រីរបស់ព្យាការីមូហាំម៉ាត់មាននរណាខ្លះ?",
    answer: "បុត្រាបុត្រីរបស់ព្យាការីមូហាំម៉ាត់មាន ៖\nបុត្រារបស់លោក គឺមានចំនួនបីនាក់ ៖\n• កសឹម\n• អាប់ទុលឡោះ\n• និងអ៊ីព្រហ៊ីម\n\nចំណែកឯបុត្រីវិញ មានបួននាក់គឺ ៖\n• ហ្វាទីម៉ះ\n• រូក័យយ៉ះ\n• អ៊ុមមូកាល់សូម\n• និងហ្សៃណប់។\n\nបុត្រាបុត្រីទាំងអស់ខាងលើនេះ សុទ្ធតែជាកូននឹងលោកស្រីខទីហ្ជះទាំងអស់ លើកលែងតែអ៊ីព្រហ៊ីមម្នាក់ប៉ុណ្ណោះ ហើយពួកគេទាំងអស់ក៏សុទ្ធតែបានទទួលមរណភាពមុនព្យាការីផងដែរ លើកលែងតែហ្វាទីម៉ះម្នាក់គត់ដែលទទួលមរណភាពក្រោយព្យាការីរយៈពេល៦ខែ។"
  },
  {
    id: 31,
    question: "សំណួរទី៣១. ចូរលើកឡើងពីលក្ខណៈរូបសម្បត្តិខ្លះៗរបស់ព្យាការីមូហាំម៉ាត់។",
    answer: "ព្យាការីមូហាំម៉ាត់ ﷺ មានកម្ពស់សមល្មម មិនខ្ពស់ពេក មិនទាបពេក សម្បុរសភ្លឺថ្លា ពុកចង្កាក្រាស់ ភ្នែកធំស្រឡះ មាត់ធំទូលាយស្អាត សក់ខ្មៅ ស្មាធំទូលាយ ក្លិនខ្លួនក្រអូប ហើយរូបសម្បត្តិរបស់លោកផ្សេងទៀត សុទ្ធតែស្រស់ស្អាត។"
  },
  {
    id: 32,
    question: "សំណួរទី៣២. តើព្យាការីមូហាំម៉ាត់បានបន្សល់ទុកអ្វីសម្រាប់ប្រជាជាតិរបស់លោក?",
    answer: "ព្យាការីមូហាំម៉ាត់បានបន្សល់ទុកនូវមាគ៌ាដ៏ភ្លឺស្វាងត្រចេះត្រចង់សម្រាប់ប្រជាជាតិរបស់លោក ដែលពេលយប់របស់វាប្រៀបដូចជាពេលថ្ងៃ ហើយមិនវង្វេងចេញពីវាឡើយ លើកលែងតែអ្នកដែលអន្តរាយបុណ្ណោះ។ គ្មានប្រការល្អណាមួយ លើកលែងតែលោកបានចង្អុលបង្ហាញដល់ប្រជាជាតិរបស់លោក(ឲ្យធ្វើវា) ហើយក៏គ្មានប្រការអាក្រក់ណាមួយដែរ លើកលែងតែលោកបានព្រមានពួកគេឲ្យមានការប្រុងប្រយ័ត្នអំពីវា។"
  }
];
