export const basicHadithData = [
  {
    question: "សំណួរទី១. ចូរអានហាទីស្ហ “រាល់ទង្វើទាំងឡាយ គឺអាស្រ័យលើការនៀត” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អាមីរុលមុមីនីន អាពូហាហ្វស៊ិន អ៊ូមើរ ពិន អាល់ខត្តប رضي الله عنه បាននិយាយថា៖ ខ្ញុំបានឮរ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“ពិតប្រាកដណាស់ ទង្វើ<span class="text-gray-500">(អាម៉ាល់)</span>ទាំងឡាយ អាស្រ័យទៅតាមគោលបំណង<span class="text-gray-500">(នៀត)</span> ហើយបុគ្គលគ្រប់រូបនឹងទទួលបានផល<span class="text-gray-500">(ការតបស្នង)</span>តាមអ្វីដែលជាបំណងប្រាថ្នា<span class="text-gray-500">(នៀត)</span>របស់គាត់។ ដូចនេះ បុគ្គលណាផ្លាស់ប្តូរទីកន្លែង<span class="text-gray-500">(ហិជ្ជរ៉ោះ)</span>ដើម្បីអល់ឡោះ និងអ្នកនាំសារ<span class="text-gray-500">(រ៉ស៊ូល)</span>របស់ទ្រង់ ការផ្លាស់ប្តូរទីកន្លែង<span class="text-gray-500">(ហិជ្ជរ៉ោះ)</span>របស់គាត់ត្រូវបានអល់ឡោះនិងអ្នកនាំសាររបស់ទ្រង់ទទួលស្គាល់<span class="text-gray-500">(អល់ឡោះផ្តល់ផលបុណ្យឲ្យ)</span>។ ហើយបុគ្គលណាផ្លាស់ប្តូរទីកន្លែង<span class="text-gray-500">(ហិជ្ជរ៉ោះ)</span>ដើម្បីផលប្រយោជន៍លោកិយ គាត់នឹងទទួលបានផលប្រយោជន៍នោះ <span class="text-gray-500">(តែមិនបានទទួលផលបុណ្យពីអល់ឡោះឡើយ)</span> ឬអ្នកខ្លះផ្លាស់ប្តូរទីកន្លែង<span class="text-gray-500">(ហិជ្ជរ៉ោះ)</span>ដើម្បីរៀបអាពាហ៍ពិពាហ៍ជាមួយស្ត្រីណាម្នាក់ ការផ្លាស់ប្តូរទីកន្លែងរបស់គាត់ នឹងបានផលទៅតាមគោលបំណងរបស់គាត់”</span>។ រាយការណ៏ដោយ អាល់ ពូខរី និងមូស្លីម<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. រាល់ទង្វើកុសលទាំងឡាយ ចាំបាច់ត្រូវមានការនៀត ដូចជា ការប្រតិបត្តិសឡាត ការបួស ការធ្វើហាជ្ជី និងទង្វើកុសលផ្សេងៗទៀត។<br />
        ២. ចាំបាច់ត្រូវមានភាពអៀខ្លើស<span class="text-gray-500">(ជ្រះថ្លា)</span>ក្នុងការនៀតចំពោះអល់ឡោះជាម្ចាស់។
      </p>
    `
  },
  {
    question: "សំណួរទី២. ចូរអានហាទីស្ហដែលហាមឃាត់ពីការបង្កើតថ្មីក្នុងសាសនា ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អ៊ុមមុលមុមីនីន អ៊ុមមូ អាប់ទុលឡោះ អាអ៊ីស្សះ رضي الله عنها បាននិយាយថា៖ រ៉ស៊ូលុលឡោះ ﷺ បានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“បុគ្គលណាបង្កើតអ្វីមួយថ្មីនៅក្នុងកិច្ចការសាសនារបស់យើង ហើយប្រការនោះពុំមែនជាកិច្ចការសាសនាពីយើងទេនោះ វានឹងត្រូវគេបដិសេធចោល”</span>។ រាយការណ៏ដោយ អាល់ ពូខរី និងមូស្លីម<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ហាមឃាត់ពីការបង្កើតថ្មីក្នុងសាសនាអ៊ីស្លាម<span class="text-gray-500">(ប្រការពិទអះ)</span>។<br />
        ២. ជាការពិតណាស់ រាល់ទង្វើទាំងឡាយដែលគេបង្កើតឡើងថ្មីនៅក្នុងសាសនាអ៊ីស្លាមនោះ នឹងត្រូវគេបដិសេធចោលដោយគេមិនទទួលយកវានោះឡើយ។
      </p>
    `
  },
  {
    question: "សំណួរទី៣. ចូរអានហាទីស្ហជីព្រីល ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អ៊ូមើរ ពិន អាល់ខត្តប رضي الله عنه បាននិយាយថា៖ <span class="text-blue-600 font-bold">“ថ្ងៃមួយ ពេលពួកយើងកំពុងអង្គុយជាមួយរ៉ស៊ូលុលឡោះ ﷺ ស្រាប់តែមានបុរសម្នាក់បានមកដល់ ដោយស្លៀកសម្លៀកបំពាក់ពណ៌សស្គុស សក់ខ្មៅរលោង មិនឃើញមានស្លាកស្នាមអ្វីមួយនៅលើខ្លួនគាត់ដែលបញ្ជាក់ថា ជាអ្នកដំណើរមកពីឆ្ងាយនោះទេ ហើយក៏គ្មានអ្នកណាម្នាក់ក្នុងចំណោមពួកយើងស្គាល់គាត់នោះដែរ។ ក្រោយមក បុរសនោះក៏អង្គុយទល់មុខនឹងព្យាការី ដោយយកជង្គង់របស់គាត់ទាំងពីរដាក់ទល់នឹងជង្គង់ព្យាការី ហើយបាតដៃទាំងពីររបស់គាត់ដាក់លើភ្លៅខ្លួនឯង រួចសួរថា៖ “ឱមូហាំម៉ាត់! ចូរប្រាប់ខ្ញុំអំពីអ៊ីស្លាម”</span>។ លោកបានឆ្លើយថា៖ <span class="text-blue-600 font-bold">“អ៊ីស្លាម គឺអ្នកត្រូវធ្វើសាក្សីថា គ្មានទេម្ចាស់ដែលត្រូវគោរពសក្ការៈដ៏ត្រឹមត្រូវ មានតែអល់ឡាះមួយគត់ ហើយមូហាំម៉ាត់ គឺជាអ្នកនាំសារ<span class="text-gray-500">(រ៉សូល)</span>របស់អល់ឡោះ។ បន្ទាប់មក ត្រូវប្រតិបត្តិសឡាត ត្រូវបរិច្ចាគហ្សាកាត់ ត្រូវបួសខែរ៉ម៉ាហ្ទន និងធ្វើហាជ្ជីនៅពៃតុលឡោះ ប្រសិនបើអ្នកមានលទ្ធភាពទៅដល់”</span>។ បុរសនោះក៏តបថា៖ <span class="text-blue-600 font-bold">“ត្រឹមត្រូវហើយ”</span>។ ពេលនោះ ពួកយើងមានការងឿងឆ្ងល់ណាស់ ព្រោះគាត់ជាអ្នកសួរព្យាការី ហើយគាត់និយាយថា៖ <span class="text-blue-600 font-bold">“ត្រឹមត្រូវ”</span>។ បន្ទាប់មក បុរសនោះក៏សួរបន្តទៀតថា៖ <span class="text-blue-600 font-bold">“ចូរអ្នកប្រាប់ខ្ញុំអំពីអ៊ីម៉ាន់<span class="text-gray-500">(ជំនឿ)</span>”</span>? ព្យាការីបានឆ្លើយថា៖ អ៊ីម៉ាន់<span class="text-gray-500">(ជំនឿ)</span>នោះគឺ អ្នកត្រូវជឿចំពោះអល់ឡោះ ជឿចំពោះម៉ាឡាអ៊ីកាត់របស់ទ្រង់ បណ្តាគម្ពីរដែលទ្រង់បានបញ្ចុះមក បណ្តាអ្នកនាំសាររបស់ទ្រង់ ជឿចំពោះថ្ងៃបរលោក និងជឿថា វាសនាល្អនិងវាសនាអាក្រក់ សុទ្ធតែអល់ឡោះបានកំណត់រួច”។ បុរសនោះនិយាយថា៖ <span class="text-blue-600 font-bold">“ត្រឹមត្រូវ”</span>។ ហើយបុរសនោះក៏សួរបន្តទៀតថា៖ <span class="text-blue-600 font-bold">“ចូរអ្នកប្រាប់ខ្ញុំអំពីអៀហសាន‏<span class="text-gray-500">(ទង្វើល្អ)</span>”</span>? លោកបានឆ្លើយថា៖ <span class="text-blue-600 font-bold">“អៀហសាន<span class="text-gray-500">(ទង្វើល្អ)</span>នោះគឺ អ្នកត្រូវគោរពសក្ការៈចំពោះអល់ឡោះហាក់ដូចជាអ្នកមើលឃើញទ្រង់ បើទោះជាជាក់ស្តែង អ្នកមិនបាន ឃើញទ្រង់ តែអ្នកត្រូវជឿជាក់ថា ទ្រង់កំពុងមើលឃើញអ្នក”</span>។ បុរសនោះក៏សួរបន្តទៀតថា៖ <span class="text-blue-600 font-bold">“ចូរប្រាប់ខ្ញុំអំពីពេលវេលានៃថ្ងៃបរលោក<span class="text-gray-500">(តើវាកើតឡើងនៅពេលណា)</span>”</span>? ព្យាការីលោកបានឆ្លើយថា៖ <span class="text-blue-600 font-bold">“មិនមែនអ្នកដែលត្រូវគេសួរសុទ្ធតែចេះជាងអ្នកសួរនោះទេ”</span>។ បុរសនោះសួរបន្តទៀតថា៖ <span class="text-blue-600 font-bold">“ចូរអ្នកប្រាប់ខ្ញុំអំពីសញ្ញាសម្គាល់របស់វា<span class="text-gray-500">(ថ្ងៃបរលោក)</span>”</span>? លោកបានឆ្លើយថា៖ <span class="text-blue-600 font-bold">“នៅពេលដែលស្ត្រីជាទាសករគេ ប្រសូត្របានកូនជាចៅហ្វាយនាយរបស់នាង នៅពេលដែលអ្នកក្រខ្សត់ គ្មានស្បែកជើងនិងសម្លៀកបំពាក់ និងអ្នកគង្វាលចៀម ប្រកួតប្រជែងគ្នាខាងគេហដ្ឋាន(មនុស្សវណ្ណៈទាបបំផុតក្លាយជាមេដឹកនាំ ហើយមានទ្រព្យសម្បត្តិច្រើននិងមានអំនួតធ្វើផ្ទះសំបែងយកល្អ និងខ្ពស់ជាងគ្នា”</span>។ ក្រោយពីសួររួចរាល់ហើយ បុរសនោះក៏ចេញទៅ។ មួយសន្ទុះក្រោយមក ព្យាការីបានសួរថា៖ <span class="text-blue-600 font-bold">“ឱអ៊ូមើរ! តើអ្នកដឹងទេថា តើនរណាសួរខ្ញុំនោះ”</span>? ខ្ញុំ<span class="text-gray-500">(អ៊ូមើរ)</span>បានឆ្លើយថា៖ <span class="text-blue-600 font-bold">“មានតែអល់ឡោះ និងអ្នកនាំសាររបស់ទ្រង់ទេដែលដឹងជាងគេ”</span>។ លោកក៏ប្រាប់ថា៖ <span class="text-blue-600 font-bold">“គាត់គឺម៉ាឡាអ៊ីកាត់ជីព្រីលដែលមកជួបពួកអ្នកទាំងអស់គ្នា ដើម្បីបង្រៀនពួកអ្នកនូវសាសនារបស់ពួកអ្នក”</span>។ រាយការណ៍ដោយ មូស្លីម<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. បានលើកឡើងអំពីរូកុន<span class="text-gray-500">(គោលគ្រឹះ)</span>ទាំងប្រាំនៃសាសនាអ៊ីស្លាម ៖<br />
        ការសច្ចាថា គ្មានទេម្ចាស់ដែលត្រូវគោរពសក្ការៈដ៏ពិតប្រាកដ លើកលែងតែអល់ឡោះតែមួយគត់ ហើយព្យាការីមូហាំម៉ាត់ គឺជាអ្នកនាំសាររបស់អល់ឡោះ។<br />
        ប្រតិបត្តិសឡាត<br />
        បរិច្ចាគហ្សាកាត់<br />
        បួសខែរ៉ម៉ាហ្ទន<br />
        ធ្វើធម្មយាត្រាហាជ្ជីនៅឯពៃតុលហារ៉ម<span class="text-gray-500">(ទីក្រុងម៉ាក្កះ)</span>។<br />
        ២. បានលើកឡើងពីរូកុនអ៊ីម៉ាន់<span class="text-gray-500">(គោលគ្រឹះនៃជំនឿ)</span>ទាំងប្រាំមួយ ៖<br />
        ជំនឿចំពោះអល់ឡោះជាម្ចាស់<br />
        ជំនឿចំពោះបណ្តាម៉ាឡាអ៊ីកាត់របស់ទ្រង់<br />
        ជំនឿចំពោះបណ្តាព្រះគម្ពីររបស់ទ្រង់<br />
        ជំនឿចំពោះបណ្តាអ្នកនាំសាររបស់ទ្រង់<br />
        ជំនឿចំពោះថ្ងៃបរលោក<br />
        និងជំនឿចំពោះវាសនាល្អ និងអាក្រក់<span class="text-gray-500">(មកពីអល់ឡោះ)</span>។<br />
        ៣. បានលើកឡើងពីរូកុនអៀហសាន ដែលមានមួយរូកុន នោះគឺ អ្នកត្រូវគោរពសក្ការៈចំពោះអល់ឡោះហាក់បីដូចជាអ្នកមើលឃើញទ្រង់ តែអ្នកពុំបានមើលឃើញទ្រង់ទេ ប៉ុន្តែទ្រង់កំពុងមើលឃើញអ្នក។<br />
        ៤. ពេលវេលាដែលថ្ងៃបរលោកនឹងកើតឡើង គឺគ្មាននរណាម្នាក់ដឹងនោះឡើយ លើកលែងតែអល់ឡោះជាម្ចាស់តែមួយគត់។
      </p>
    `
  },
  {
    question: "សំណួរទី៤. ចូរអានហាទីស្ហស្តីអំពីឧត្តមភាពនៃសីលធម៌ល្អ ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អាពូ ហ៊ូរ៉យរ៉ោះ رضي الله عنه បាននិយាយថា៖ រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“អ្នកមានជំនឿដែលមានជំនឿពេញលេញជាងគេ គឺអ្នកដែលមានសីលធម៌ល្អជាងគេ”</span>។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ជំរុញឲ្យមានសីលធម៌ល្អប្រពៃ<br />
        ២. ភាពពេញលេញនៃសីលធម៌ គឺជាភាពពេញលេញនៃជំនឿ។<br />
        ៣. ពិតប្រាកដណាស់ ជំនឿ<span class="text-gray-500">(អ៊ីម៉ាន់)</span> មានការកើនឡើង និងមានការថយចុះ។
      </p>
    `
  },
  {
    question: "សំណួរទី៥. ចូរអានហាទីស្ហ ”ជនណាស្បថនឹងអ្វីផេ្សងពីអល់ឡោះ” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អ៊ិពនូអ៊ូមើរ رضي الله عنهما ពិតណាស់ ព្យាការី ﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“ជនណាស្បថនឹងអ្វីផេ្សងពីអល់ឡោះ គាត់ពិតជាក្លាយជាអ្នកបោះបង់ជំនឿ ឬជាអ្នកស្ហ៊ីរិក”</span>។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. គេមិនអនុញ្ញាតឲ្យស្បថនឹងអ្វីមួយក្រៅពីអល់ឡោះឡើយ។<br />
        ២. ការស្បថនឹងអ្វីមួយក្រៅពីអល់ឡោះជាម្ចាស់ គឺស្ថិតក្នុងចំណោមប្រការស្ហ៊ីរិកតូច<span class="text-gray-500">(ពហុទេពនិយមកម្រិតស្រាល)</span>។
      </p>
    `
  },
  {
    question: "សំណួរទី៦. ចូរអានហាទីស្ហ “បុគ្គលណាក៏ដោយក្នុងចំណោមពួកអ្នក មិនទាន់មានជំនឿពេញលេញនោះទេ លុះត្រាតែរូបគេស្រលាញ់មកចំពោះខ្ញុំ...” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អាណាស رضي الله عنه រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“បុគ្គលណាក៏ដោយក្នុងចំណោមពួកអ្នក មិនទាន់មានជំនឿពេញលេញនោះទេ លុះត្រាតែគេស្រលាញ់មកចំពោះខ្ញុំជាងឪពុកម្តាយរបស់គេ កូនៗរបស់គេ និងមនុស្សលោកទាំងអស់”</span>។ រាយការណ៏ដោយ អាល់ ពូខរី និងមូស្លីម<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ចាំបាច់ត្រូវស្រឡាញ់ព្យាការីមូហាំម៉ាត់ជាងនរណាៗទាំងអស់។<br />
        ២. ពិតណាស់ ការស្រឡាញ់ចំពោះព្យាការីមូហាំម៉ាត់ ស្ថិតក្នុងចំណោមភាពពេញលេញនៃជំនឿ<span class="text-gray-500">(អ៊ីម៉ាន់)</span>។
      </p>
    `
  },
  {
    question: "សំណួរទី៧. ចូរអានហាទីស្ហ “បុគ្គលណាក៏ដោយក្នុងចំណោមពួកអ្នក មិនទាន់មានជំនឿពេញលេញទេ លុះត្រាតែគាត់ស្រលាញ់ចង់បានល្អដល់បងប្អូនរបស់គាត់...” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        អំពី អាណាស رضي الله عنه រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“បុគ្គលណាក៏ដោយក្នុងចំណោមពួកអ្នក មិនទាន់មានជំនឿពេញលេញទេ លុះត្រាតែគាត់ស្រលាញ់ចង់បានល្អដល់បងប្អូនរបស់គាត់ ដូចអ្វីដែលគាត់ចង់បានសម្រាប់ខ្លួនឯង”</span>។ រាយការណ៏ដោយ អាល់ ពូខរី និងមូស្លីម<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ចាំបាច់ត្រូវស្រឡាញ់ ចង់បានល្អដល់បងប្អូនរបស់ខ្លួន ដូចដែលគេស្រឡាញ់ចង់បានល្អសម្រាប់ខ្លួនឯងដែរ។<br />
        ២. ពិតណាស់ ការស្រឡាញ់ ចង់បានល្អដល់បងប្អូនរបស់ខ្លួនដូចដែលគេស្រឡាញ់ចង់បានល្អសម្រាប់ខ្លួនឯងដែរនោះ ស្ថិតក្នុងចំណោមភាពពេញលេញនៃជំនឿ<span class="text-gray-500">(អ៊ីម៉ាន់)</span>។
      </p>
    `
  },
  {
    question: "សំណួរទី៨. ចូរអានហាទីស្ហស្តីអំពី “ឧត្តមភាពនៃជំពូក អាល់អៀខ្លើស” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញបានពីហាទីស្ហនេះ។",
    answer: `
      <p>
        អំពី អាពូសាអ៊ីទ رضي الله عنه អំពី រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“ខ្ញុំសូមស្បថនឹងអ្នកដែលជីវិតរបស់ខ្ញុំស្ថិតនៅលើដៃរបស់ទ្រង់ថា ជំពូក<span class="text-gray-500">(អាល់អៀខ្លើស)</span>នេះ ពិតជាសើ្មនឹងមួយភាគបី<span class="text-gray-500">(១/៣)</span>នៃគម្ពីរគួរអាន”</span>។ រាយការណ៍ដោយអាល់ពូខរី<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ឧត្តមភាពនៃជំពូក អាល់អៀខ្លើស<br />
        ២. ពិតណាស់ ជំពូកនេះ គឺស្មើនឹងមួយភាគបីនៃគម្ពីរគួរអាន។
      </p>
    `
  },
  {
    question: "សំណួរទី៩. ចូរអានហាទីស្ហស្តីអំពីតម្លៃនៃពាក្យ لا حَوْلَ وَلا قُوَّةَ إِلا باللهِហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញបានពីហាទីស្ហនេះ។",
    answer: `
      <p>
        អំពី អាពូមូសា رضي الله عنه រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ لا حَوْلَ وَلا قُوَّةَ إِلا باللهِ គឺជាកំណប់មួយក្នុងចំណោមកំណាប់នានានៃឋានសួគ៌”។ រាយការណ៏ដោយ អាល់ពូខរី និងមូស្លីម<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. បញ្ជាក់ពីឧត្តមភាពនៃពាក្យនេះ ដោយវាជាកំណប់មួយក្នុងចំណោមកំណប់នានានៃឋានសួគ៌។<br />
        ២. ការបដិសេធពីអនុភាពនិងឥទ្ធិពលរបស់ខ្ញុំបម្រើទាំងឡាយ ហើយប្រគល់ខ្លួនទៅចំពោះអល់ឡោះតែមួយគត់។
      </p>
    `
  },
  {
    question: "សំណួរទី១០. ចូរអានហាទីស្ហ “ពិតណាស់ នៅក្នុងខ្លួនប្រាណនីមួយៗមានសាច់មួយដុំ...” ហើយចូរលើកឡើងនូវមេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អាន់នួកម៉ាន ពិន ហ្ពាស្ហៀរ رضي الله عنه បាននិយាយថា៖ ខ្ញុំបានឮរ៉ស៊ូលុលឡោះ ﷺ លោកមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“ពិតណាស់ នៅក្នុងខ្លួនប្រាណ<span class="text-gray-500">(មនុស្សគ្រប់រូប)</span>មានសាច់មួយដុំ កាលណាសាច់នោះល្អ ខ្លួនប្រាណទាំងមូលក៏ល្អដែរ។ ប៉ុន្ដែ ប្រសិនបើសាច់នោះខូចវិញ ខ្លួនប្រាណទាំងមូលក៏ខូចដែរ។ ប្រាកដណាស់ សាច់នោះគឺ បេះដូង<span class="text-gray-500">(ចិត្ដ)</span>”</span>។ រាយការណ៏ដោយ អាល់ ពូខរី និងមូស្លីម<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ភាពល្អប្រសើរនៃដួងចិត្ត គឺជាភាពល្អប្រសើរនៃរាងកាយ ក៏ដូចជាផ្នែកខាងក្រៅផងដែរ។<br />
        ២. យកចិត្តទុកដាក់ចំពោះភាពល្អប្រសើរនៃដួងចិត្ត ពីព្រោះ វាគឺជាភាពល្អប្រសើររបស់មនុស្សលោក។
      </p>
    `
  },
  {
    question: "សំណួរទី១១. ចូរអានហាទីស្ហ “បុគ្គលណាដែលពាក្យសំដីចុងក្រោយរបស់គាត់គឺ...” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី មូអាត្ស ពិន ហ្ជាហ្ពាល់ បាននិយាយថា៖ រ៉ស៊ូលុលឡោះﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“បុគ្គលណាដែលពាក្យសំដីចុងក្រោយរបស់គាត់គឺ "لا إلهَ إِلا اللهُ" <span class="text-gray-500">(គ្មានទេម្ចាស់ដែលត្រូវគេគោរពសក្ការៈដ៏ត្រឹមត្រូវ មានតែអល់ឡោះ)</span>នោះ នឹងបានចូលឋានសួគ៌”</span>។ រាយការណ៍ដោយ អាពូហ្ទាវូទ<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ឧត្តមភាពនៃពាក្យ <span class="text-blue-600 font-bold">“لا إلهَ إِلا اللهُ”</span> ដោយខ្ញុំបម្រើរបស់អល់ឡោះអាចចូលឋានសួគ៌តាមរយៈពាក្យនេះ។<br />
        ២. ឧត្តមភាពរបស់អ្នកដែលសម្តីចុងក្រោយរបស់គេលើលោកិយនេះ គឺពាក្យ "لا إلهَ إِلا اللهُ"។
      </p>
    `
  },
  {
    question: "សំណួរទី១២. ចូរអានហាទីស្ហ“មិនមែនជាអ្នកមានជំនឿពេញលេញទេដែលគាត់តែងតែបន្ដុះបង្អាប់គេ...” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អាប់ទុលឡោះ ពិន ម៉ាស៊្អូទ رضي الله عنه បាននិយាយថា៖ រ៉ស៊ូលុលឡោះ ﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“មិនមែនជាអ្នកមានជំនឿពេញលេញទេដែលគាត់តែងតែបន្ដុះបង្អាប់គេ ឬដាក់បណ្ដាសាគេ ឬប្រព្រឹត្ដទង្វើអសីលធម៌ ឬអ្នកដែលនិយាយស្ដីអសីលធម៌នោះ”</span>។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ហាមឃាត់ពីពាក្យសម្តីដែលមិនពិត និងពាក្យសម្តីដែលអាក្រក់។<br />
        ២. ពិតណាស់ការចៀសផុតពីរឿងនេះ គឺជាលក្ខណៈរបស់អ្នកមានជំនឿ ចំពោះការនិយាយស្តីរបស់គេ។
      </p>
    `
  },
  {
    question: "សំណួរទី១៣. ចូរអានហាទីស្ហ“ក្នុងចំណោមប្រការដែលបញ្ជាក់ថា អ៊ីស្លាមរបស់បុគ្គលម្នាក់...” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b>  អំពី អាពូហ៊ូរ៉យរ៉ោះ رضي الله عنه បាននិយាយថា៖ រ៉ស៊ូលុលឡោះﷺលោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“ក្នុងចំណោមប្រការដែលបញ្ជាក់ថា អ៊ីស្លាមរបស់បុគ្គលម្នាក់បានល្អប្រសើរនោះ គឺគាត់បោះបង់ចោលនូវអ្វីដែលមិនសំខាន់<span class="text-gray-500">(គ្មានប្រយោជន៍)</span>”</span>។ រាយការណ៍ដោយ អាត់តៀរមីត្ស៊ី និងអ្នកផ្សេងទៀត<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. បោះបង់អ្វីដែលគ្មានប្រយោជន៍ដល់មនុស្ស មិនថាទាក់ទងនឹងកិច្ចការសាសនាឬកិច្ចការលោកិយរបស់គេ។<br />
        ២. ពិតណាស់ ការបោះបង់អ្វីដែលគ្មានប្រយោជន៍ គឺស្ថិតក្នុងចំណោមភាពពេញលេញនៃអ៊ីស្លាមរបស់គេ។
      </p>
    `
  },
  {
    question: "សំណួរទី១៤. ចូរអានហាទីស្ហ“បុគ្គលណាសូត្រមួយតួអក្សរនៃគម្ពីរគួរអាន...” ហើយចូរលើកឡើងពីមេរៀនមួយចំនួនដែលគេអាចទាញចេញពីហាទីស្ហនេះ។",
    answer: `
      <p>
        <b>ចម្លើយ</b> អំពី អាប់ទុលឡោះ ពិន ម៉ាស៊្អូទ رضي الله عنه ពិតណាស់ ព្យាការី ﷺ លោកបានមានប្រសាសន៍ថា៖ <span class="text-blue-600 font-bold">“បុគ្គលណាសូត្រមួយតួអក្សរនៃគម្ពីរគួរអាន គាត់នឹងទទួលបានផលបុណ្យមួយ ហើយផលបុណ្យមួយនេះ នឹងក្លាយទៅជាដប់។ ខ្ញុំមិនសំដៅថា “អាលីហ្វ ឡាម មីម”</span> ជាតួអក្សរតែមួយនោះទេ ផ្ទុយទៅវិញ <span class="text-blue-600 font-bold">“អាលីហ្វ” គឺជាតួអក្សរមួយ “ឡាម”</span> គឺជាតួអក្សរមួយ ហើយ”មីម” គឺជាតួអក្សរមួយ”។ រាយការណ៍ដោយ អាត់តៀរមីហ្ស៊ី<br /><br />
        <b>មេរៀនមួយចំនួនដែលគេអាចទាញចេញបានពីហាទីស្ហនេះ</b><br />
        ១. ឧត្តមភាពនៃការសូត្រគម្ពីរគួរអាន។<br />
        ២. រាល់តួអក្សរដែលអ្នកបានសូត្រអំពីគម្ពីរគួរអាន គឺអ្នកទទួលបានផលបុណ្យយ៉ាងច្រើន។
      </p>
    `
  }
];
